[["D","A，巴利文字母表的羅馬化拼音第一個元音字母。發音好像漢語中去聲的 a（p1）"],["F","A，巴利文字母表的羅馬化拼音第一個母音字母。發音好像漢語中去聲的 a。"],["B","a：a\u003cbr\u003e  အ\u003cbr\u003e  āguṃ （hiyyattanīç ajjattanīç kālātipatti-hūso a vi eiea acanitealāso） ]a].\u003cbr\u003e  အာဂုံ （ဟိယျတ္တနီ，အဇ္ဇတ္တနီ，ကာလာတိပတ္တိ-ဟူသော အတိတ် ဝိဘတ်တို့ကြောင့် ဓာတ်၏ အစ၌လာသော） ＇အ＇။"],["B","a：a\u003cbr\u003e  အ\u003cbr\u003e  ā-upasāra （saṃyogepare rassattaṃ-aññī） rassapruso ]a].\u003cbr\u003e  အာ-ဥပသာရကို （သံယောဂေပရေ ရဿတ္တံ-နှင့်အညီ） ရဿပြုသော ＇အ＇။"],["B","a：a\u003cbr\u003e  အ\u003cbr\u003e  [padapūraṇa]\u003cbr\u003e  [ပဒပူရဏ]"],["B","a：a\u003cbr\u003e  အ\u003cbr\u003e  [pakatini]\u003cbr\u003e  [ပကတိနိပါတ်]"],["B","a：a\u003cbr\u003e  အ\u003cbr\u003e  so akkharā a-aca-kaṇṭhaja-sara-rassa-akkharā.\u003cbr\u003e  လေးဆယ့်တစ်လုံးသော အက္ခရာတို့တွင် အဦး-အစ-ကဏ္ဌဇ-သရ-ရဿ-အက္ခရာ။"],["C","a：[prefix] prefix ā shortened before a double consonant e.g. ā + kosati = akkosati； a negative prefixed to nouns，adjectives； and participles； e.g. na + kusala = akusala； the augment prefixed to some roots in the Past and Conditional Tenses； e.g. akāsi."],["I","a：and before a vowel an-，A negative particle，used only as an inseparable prefix，compounded with nouns and adjectives"],["U","A：Tiếp đầu ngữ [a] đứng trước 2 phụ âm thì đọc giọng vắn，như  ā+kosali  akkosali； một tiếp đầu ngữ có nghĩa không với danh từ，tĩnh từ và phân từ，như na+kusala  akusala； sự thêm vào đầu cho một vài ngữ căn của thì quá khứ và thì điều kiện cách，như  akasi"],["K","a：＂အ\u003cbr\u003e  လေးဆယ့်တစ်လုံးသော အက္ခရာတို့တွင် အဦး-အစ-ကဏ္ဌဇ-သရ-ရဿ-အက္ခရာ။\u003cbr\u003e  တိပိ၊၁၊၁"],["K","a：＂အ\u003cbr\u003e  [ပကတိနိပါတ်]\u003cbr\u003e  န＇နိပါတ်၏ အာဒေသ-ပဋိသေဓ （တားမြစ်ခြင်းအနက်ရှိသော）-＇အ＇။ （၁） ဆန့်ကျင်ဖက်။ （၂） ဆုတ်ယုတ်ခြင်း။ （၃） တိုးပွါးခြင်း，ကြီးမြတ်ခြင်း။ （၄） အခြားတစ်ပါး။ （၅） မရှိခြင်း，ကင်းခြင်း။ （၆） ဆိတ်သုဉ်းခြင်း။ （၇） မသင့်လျော်ခြင်း။ （၈） အနည်းငယ်။ （၉） ဖြတ်ခြင်း။ （၁ဝ） မရောယှက်ခြင်း။ （၁၁） အတူ။"],["K","a：＂အ\u003cbr\u003e  [ပဒပူရဏ]\u003cbr\u003e  （ပုဒ်ပြည့်ကာမျှ，နိပါတ်မျှ=တဗ္ဘော） ＇အ＇။"],["K","a：＂အ\u003cbr\u003e  အာ-ဥပသာရကို （သံယောဂေပရေ ရဿတ္တံ-နှင့်အညီ） ရဿပြုသော ＇အ＇။\u003cbr\u003e  တိပိ၊၁၊၂"],["K","a：＂အ\u003cbr\u003e  အာဂုံ （ဟိယျတ္တနီ，အဇ္ဇတ္တနီ，ကာလာတိပတ္တိ-ဟူသော အတိတ် ဝိဘတ်တို့ကြောင့် ဓာတ်၏ အစ၌လာသော） ＇အ＇။\u003cbr\u003e  တိပိ၊၁၊၂"],["O","a：အ\u003cbr\u003e  ဘူ+စု = ဂတိ ပူဇာ ဝိသေသေသု-သွားခြင်း，ပူဇော်ခြင်း，အထူးပြုခြင်းတို့၌။ အဉ္စတိ၊ အဉ္စေတိ၊ အဉ္စယတိ။ အ-ဂတိယံ ပူဇာယဉ္စ အဗျတ္တသဒ္ဒေ စ၊ အဉ္စတိ။ ဝါစပ္ပတိ။"],["R","a：အ "]]
