[["C","abhabba：a. [a-bhabba] 不可能的，不能的."],["S","abhabba：a. [a-bhabba] 不可能なる，不能の."],["A","abhabba：a. [a-bhabba] 不可能なる，不能の.-āgamana不能行者.-āpattika犯罪不可触者.-ṭṭhāna不触处[五种].-tā不可能，不能"],["D","Abhabba，【形】 不能的，不精通的。 ~tā，無能，不可能性。（p31）"],["F","Abhabba，（a不+bhabba能夠﹑可能），【形】不能的，不精通的。abhabbatā，無能，不可能性。"],["B","abhabba：abhabba（ti）\u003cbr\u003e  အဘဗ္ဗ（တိ）\u003cbr\u003e  [na+bhabba. abhavya-saṃ]\u003cbr\u003e  [န+ဘဗ္ဗ။ အဘဝျ-သံ]"],["C","abhabba：[adj.] unable； not proficient."],["P","Abhabba，（adj.） [a + bhavya. The Sk. abhavya has a different meaning] impossible，not likely，unable D.III，13 sq.，19，26 sq.，133； It.106，117； Sn.231 （see KhA 189）； Dh.32； J I 116； Pug.13.\u003cbr\u003e\u003cbr\u003e  \u003ci\u003e--ṭṭhāna\u003c/i\u003e a （moral） impossibility of which there are 9 enum\u003csup\u003ed.\u003c/sup\u003e among things that are not likely to be found in an Arahant’s character：see D.III，133 \u0026 235 （where the five first only are given as a set）. （Page 61）"],["U","ABHABBA：[a] không thể，không có năng lực --ṭā  sự không thể được，không có khả năng"],["E","abhabba：vô phần，không khả năng"],["K","abhabba：＂အဘဗ္ဗ（တိ）\u003cbr\u003e  [န+ဘဗ္ဗ။ အဘဝျ-သံ]\u003cbr\u003e  မဖြစ်ခြင်း၊ မဖြစ်တတ်သော၊ ဖြစ်ကြောင်း-ဖြစ်ရာ-မဟုတ်သော၊ မဖြစ်လတ္တံ့သော၊ မဖြစ်ထိုက်-သင့်-နိုင်-ရာ-သော၊ မထိုက်-မတန်-မသင့်-မလျော်-သော၊ မစွမ်းနိုင်သော၊ ကြီးပွါးကြောင်းမဟုတ်သော။ （က） မဖြစ်-ထိုက်-သင့်-နိုင်-ရာ-သော၊ သူ၊ အရာ။ （ခ） တည်ရာမဟုတ်သော၊ မဖြစ်ထိုက်သည်၏ အဖြစ်သို့ ရောက်သော၊ သူ။ （ဂ） တည်ရာမဟုတ်သည် ဖြစ်၍ ဖြစ်သော၊ မဖြစ်ထိုက်သူဖြစ်၍ ဖြစ်သော၊ သူ။ （ဃ） အရိယာဇာတ်ဖြင့်-ဖြစ်ဆဲ-ဖြစ်လတ္တံ့-ဘွားမြင်ဆဲ-ဘွားမြင်လတ္တံ့-မဟုတ်သော၊ သူ။ （င） မဂ်ဖိုလ်၏ ဥပနိဿယမရသော၊ သူ။ （စ） သမ္မတ္တနိယာမဟူသော အရိယာမဂ်ကို မရနိုင်သော သူ၊ မကျွတ်ထိုက်သော သတ္တဝါ။ （ယင်း မကျွတ်ထိုက်သော သတ္တဝါတို့ကား-ကံအဆီးအတား-ပဉ္စာနန္တရိယကံ-ရှိသော သူ，ကိလေသာအဆီးအတား-နိယတမိစ္ဆာဒိဋ္ဌိအယူ-ရှိသောသူ，ဝိပါက်အဆီးအတား-အဟိတ်，ဒွိဟိတ် ပဋိသန္ဓေ-ရှိသော သူ，ဘုရားစသည်တို့၌ ကြည်ညိုသဒ္ဓါမရှိသော သူ，ပြုလိုသော ကုသိုလ်ဆန္ဒမရှိသော သူ，လောကုတ္တရာ၏ အခြေဖြစ်သော ဘဝင်ပညာမရှိသော သူ ဤသူတို့အတည်း）။ （ဆ） မထိုက်-မတန်-သော သူ၊ （ဇ） မစွမ်းနိုင်သော သူ၊ （ဈ） ကြီးပွါးကြောင်း မဟုတ်သော တရား၊ အကုသိုလ်။"],["R","abhabba：အ-ဘဗ္ဗ（တိ） \u003cbr\u003eမထိုက်သော။ "]]
