[["C","abhaya：a. n. [a-bhaya] 無畏，無怖. -da 施無畏. -dāna無畏施."],["S","abhaya：a. n. [a-bhaya] 無畏，無怖. -da 施無畏. -dāna無畏施."],["A","abhaya：a. n. [a-bhaya] 無畏，無怖.-uparata不怖畏抑制者（阿罗汉）.-ṭṭhāna无畏处. -da 施無畏，施無畏者. -dakkhiṇā，-dāna無畏施.-patta无畏逮得者"],["D","Abhaya，【形】 安全的，無畏的。 【中】 安全。（p31）"],["F","Abhaya，（a無+bhaya恐懼），【形】安全的，無畏的。【中】無恐懼。"],["B","abhaya：abhaya（pu）\u003cbr\u003e  အဘယ（ပု）\u003cbr\u003e  [na+bhaya]\u003cbr\u003e  [န+ဘယ]"],["B","abhaya：abhaya（na）\u003cbr\u003e  အဘယ（န）\u003cbr\u003e  [na+bhaya]\u003cbr\u003e  [န+ဘယ]"],["C","abhaya：[adj.] safe； fearless. （nt.），safety."],["P","Abhaya，（adj.） [a + bhaya] free from fear or danger，fearless，safe Dh.258. -- nt. \u003ci\u003eabhayaṁ\u003c/i\u003e confidence，safety Dh.317，cp. DhA.III，491. For further ref\u003csup\u003es.\u003c/sup\u003e see \u003ci\u003ebhaya\u003c/i\u003e. （Page 61）"],["V","Abhaya：\u003ci\u003e1. Abhaya Thera.\u003c/i\u003e-An arahant. He was a Brahmin of Sāvatthi who，having heard the Buddha preach，entered the Order. One day，while going to the village for alms，he was disturbed in mind by an attractively dressed woman，but he recollected himself and developed insight （Thag.v.98； ThagA.i.201-2）.\u003cbr\u003e\u003cbr\u003eIn a former birth he had met Sumedha Buddha in the forest and had offered him a wreath of salala-flowers. Nineteen kappas ago he was born sixteen times as king，his name being Nimmita. He is probably to be identified with the Thera Vatamsakiya of the Apadāna （i.174）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Abhaya\u003c/i\u003e.-Commonly called \u003ci\u003eAbhayarājakumāra\u003c/i\u003e.\u003cbr\u003e\u003cbr\u003eHe was the son of King Bimbisāra and ofPadumavatī，the belle ofUjjeni. When the boy was seven years old，his mother sent him to the king and he grew up with the boys of the court. He first came under the influence of the Nigantha Nātaputta，who taught him a dilemma to set the ”Samana Gotama.” In the Buddha’s reply，the prince recognised the defeat of theNigantha and the supreme Enlightenment of the Exalted One，whose disciple he then became. Later，when the king died，Abhaya was disturbed in mind，and entered the Order. On the occasion of the preaching of the Tālacchiggalūpama Sutta （probably the same as S.v.455 and M.iii.169），he became a Stream-enterer and afterwards attained arahantship （Thag.26； ThagA.i.83-4 also ThagA.39. In ThagA. his mother’s name does not appear）. The Abhayarājakumāra Sutta （M.i.392ff ） contains the dilemma episode. It also mentions that at the time the prince had a little son of whom he was evidently very fond.\u003cbr\u003e\u003cbr\u003eIn the Samyutta Nikāya （S.v.126-8） he is stated as having visited theBuddha at Gijjhakūta and discussed with him the views ofPūrana Kassapa. The Buddha teaches him about the seven bojjhangas.\u003cbr\u003e\u003cbr\u003eIn the Vinaya （i.269），Abhaya is mentioned as having discoveredJīvaka Komārabhacca lying on a dung-heap （cast there by the orders of his mother，the courtesan Sālāvatī），and having brought him up.\u003cbr\u003e\u003cbr\u003eThe Anguttara Commentary （i.216），on the other hand，says that Abhaya was Jīvaka’s natural father.\u003cbr\u003e\u003cbr\u003eAs a reward for quelling a disturbance on the frontier，Abhaya was given a skilled nautch girl by his father，Bimbisāra. For seven days he enjoyed her company to the exclusion of all else，but on the seventh day she died. Disconsolate，he sought comfort from the Buddha，who assuaged his grief （DhA.iii.166-67； cf. the story of Santati）.\u003cbr\u003e\u003cbr\u003eThe Apadāna （ii.502-4） gives the story of his past. He had been a brahmin of Hamsavatī，skilled in the Vedas； having heard the Buddha Padumuttara preach，he was converted and joined the Order，where he spent his time singing the greatness of the Buddha.\u003cbr\u003e\u003cbr\u003eThe Theragāthā Commentary （i.83-4） quotes，in his story，some verses in the Apadāna，which in the Apadāna itself are ascribed to a Thera Ketakapupphiya. They state that he offered a ketaka-flower to the Buddha Vipassī，Perhaps Ketakapupphiya was the title of another Thera，whose real name was Abhaya，and hence the stories were confused （ii.449-50）.\u003cbr\u003e\u003cbr\u003eSee also Abhaya （3）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Abhaya.\u003c/i\u003e-A Licchavi ofVesāli generally （E.g.，GS.i.200，n.2； ii.211，n.2； KS.v.107，n.2.），but wrongly，identified with Abhayarājakumāra. On one occasion he comes with another Licchavi，Pandita Kumāraka，to Ananda in theKūtāgārasālā in Vesāli，and discusses with him certain views held by Nigantha Nātaputta. Ananda teaches him the Buddha’s three Ways of purification （For details see A.i.220-2）. On another occasion he visits the Buddha，again at Vesāli，with the Licchavi Sālha； the latter asks the Buddha’s views on purity of morals and self-mortification. The Buddha tells him of the Ariyan Way and explains its implications by various similes （See A.ii.202-4）. We are not told that either of them became converts on this occasion.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Abhaya\u003c/i\u003e.-A Thera. He and Tissadatta Thera are mentioned together，in several Commentaries （DA.iii.786； MA.i.234； AA.i.273； VibhA.275） as examples of persons worthy of being associated with，because of their possession of ready attention （upatthita-sati）. This perhaps refers to Abhaya （1） or，more probably，to one of the three Abhayas mentioned with their titles in the Digha Commentary on the Mahāparinibbāna Sutta （DA.ii.530：Mahāgatimba-Abhaya，Dighabhānaka-Abhaya and Tipitaka Culābhaya） in its exegesis on the word upatthita-sati.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5. Abhaya\u003c/i\u003e.-King of Ceylon （then known as Ojadīpa） in the time of Kakusandha Buddha. His capital was Abhayanagara. Sp.i.86； Mhv.xv.59.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6. Abhaya.\u003c/i\u003e-King of Ceylon （414-394 B.C.）. He was the eldest son of Panduvāsudeva and reigned in Upatissagāma. Later，when the usurper Pandukābhaya came to the throne，he killed all his other nine uncles，sparing only Abhaya，because the latter had befriended both him and his mother，Ummādacittā. （It was he who prevented Cittā from being killed at birth，Mhv.ix.3）. Abhaya was made Nagaraguttika （Guardian of the City），administering the government by night； he was the first holder of that office. Mhv.ix.3，9； x.52，80，105.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e7. Abhaya.\u003c/i\u003e-Personal attendant of Atthadassī Buddha. Bu.xv.19.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e8. Abhaya.\u003c/i\u003e-Eldest son of King Mutasīva of Ceylon. He renounced the succession in favour of his younger brother，Tissa，who later became known as Devānampiyatissa （MT.302）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e9. Abhaya.\u003c/i\u003e-Father of Khañjadeva. Mhv.xxiii.78.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e10. Abhaya.\u003c/i\u003e-A monk，chief of the ascetics who dwelt in the Pañca-parivenamūla monastery. He was sent by King Kittisirimegha （q.v.） to fetch the king’s son （Cv.lxvii.61）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e11. Abhaya\u003c/i\u003e.-Author of the Mahātikā on Saddatthabhedacintā （Gv.63）. He was a native of Pagan，and is also credited with the authorship of the Sambhandhacintā-tīkā. Bode，op. cit.，22，and n.8.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e12. Abhaya.\u003c/i\u003e-A brigand，commonly called Cora-Abhaya （q.v.）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e13. Abhaya\u003c/i\u003e （Abhayupassaya）.-A nunnery built by King Mahāsena. Mhv.xxxvii.43.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e14. Abhaya.\u003c/i\u003e-Nephew of Khallātanāga. MT.444.\u003cbr\u003e\u003cbr\u003eFor others named Abhaya see under their titles，e.g. Mahāgatimba，Dīghabhānaka，Meghavanna，etc.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e15. Abhaya\u003c/i\u003e.-Called Abhidhammika Abhaya. A monk of Vālikapitthi Vihāra （q.v.）."],["U","ABHAYA：[a] an toàn，khỏi sợ [nt] sự an toàn"],["K","abhaya：＂အဘယ（န）\u003cbr\u003e  [န+ဘယ]\u003cbr\u003e  （၁） （က） ဘေးမရှိခြင်း၊ ဘေးကင်းခြင်း၊ ဘေးမဲ့ခြင်း။ （ခ） မကြောက်သင့်-ကြောက်စရာမဟုတ်-ဘေးမရှိ-သောအရာ။ ရာဂစသော ဘေး，ကိလေသာဘေး-ဖြစ်ရာ-ဖြစ်ကြောင်း-မဟုတ်သော ဆွမ်းခွက်，ဆွမ်းသပိတ်။ （၂） （က） မကြောက်သင့်သော အရာ။ （ခ） မကြောက်ခြင်း။ （တိ） （၃） （က） ဘေးမရှိသော၊ လူအပေါင်း၏ ဘေးဖြစ်ကြောင်း မဟုတ်သော၊ သူ၊ ပညာရှိ။ （ခ） ဘေးဖြစ်ရာမဟုတ်သော၊ သူ၊ ပညာရှိ။ （ခ） ဘေးဖြစ်ရာ မဟုတ်သော၊ သူ၊ မိတ်ဆွေ။ （၄） （က） ဘေးမရှိ-ဘေးကင်း-ရာအရပ်။ （ခ） ခိုးသူစသော ဘေးမရှိရာအရပ်။ （၅） （က） ဘေးကင်းရာ နိဗ္ဗာန်။ （ခ） ဘေးမရှိရာအရပ်၊ ထိုအရပ်သို့ ရောက်သောသူအား ဘေးမရှိခြင်း၏ အကြောင်းဖြစ်သော တရား၊ နိဗ္ဗာန်။ အဇရ-（ခ）-ယှဉ်ကြည့်ပါ။ （ဂ） အတ္ထာနုဝါဒ စသော ဘေး，ဝဋ်ဘေးတို့၏ အချင်းခပ်သိမ်း မရှိရာ နိဗ္ဗာန်။ （ဃ） ရူပဈာန် ၄-ပါး အရူပဈာန် ၄-ပါးဟူသော ပရိယာယနိဗ္ဗာန် ၈-ပါး၊ အရဟတ္တဖိုလ်ဟူသော နိပ္ပရိယာယ နိဗ္ဗာန်တစ်ပါးအားဖြင့် အဘယနိဗ္ဗာန် ၉-ပါး။ （၆） ကြောက်ခြင်းကင်းသော၊ သူ။ မူရင်းကြည့်ပါ။"],["K","abhaya：＂အဘယ（ပု）\u003cbr\u003e  [န+ဘယ]\u003cbr\u003e  （၁） （က） အဘယမည်သော လိစ္ဆဝီမင်းသား။ （ခ） အဘယမည်သော မင်းသား။ အဘယရာဇကုမာရ-ကြည့်။ （ဂ） အဘယမည်သော ပုဏ္ဏားလုလင်၊ နောက်ရဟန်းပြုသည်။ အဘယ （၃） （ဂ） ကြည့်။ မူရင်းကြည့်ပါ။"],["R","abhaya：အ-ဘယ（န） \u003cbr\u003eဘေးမရှိခြင်း။ ပန်းရင်း။Andropogon Muricatum "],["R","abhaya：အ-ဘယ（တိ） \u003cbr\u003eဘေးမရှိသော။ "]]
