[["C","abhirūpa：a. [abhi-rūpa] 殊妙的，端正的，美麗漂亮的. ~tara a.〔比較級〕."],["S","abhirūpa：a. [abhi-rūpa] 殊妙なる，端正なる，麗わしき. ~tara a. 〔比較級〕."],["D","Abhirūpa，【形】 可愛的，英俊的。（p35）"],["F","Abhirūpa，（abhi超勝+rūpa形色），【形】形色端嚴。SnA.v.410./II，383.︰Abhirūpoti dassanīyaṅgapaccaṅgo.（形色端嚴︰肢體勻稱，眾所樂見。）"],["B","abhirūpa：abhirūpa（ti）\u003cbr\u003e  အဘိရူပ（တိ）\u003cbr\u003e  [abhi+rūpa. abhirūpa-saṃ. （1） tūso，ññīso. （2） nha so，--so，so. （3） --so. sabhokyacarāso，lhapa--so. （4） -si-limmā-so，-paññā-rhiso. kotthubha- vīlyaṃ.]\u003cbr\u003e  [အဘိ+ရူပ။ အဘိရူပ-သံ။ （၁） တူသော၊ ကိုက်ညီသော။ （၂） စိတ်နှလုံးကို ဆောင်သော၊ ပျော်ရွှင်-ချမ်းမြေ့-ဖွယ်သော၊ ကောင်းသော။ （၃） ချစ်-နှစ်သက်-အပ်သော။ သဘောကျစရာကောင်းသော၊ လှပ-တင့်တယ်-သော။ （၄） တတ်-သိ-လိမ္မာ-သော၊ ဉာဏ်-ပညာ-ရှိသော။ ကောတ္ထုဘ-နှင့် ဝီလျံ။]"],["C","abhirūpa：[adj.] lovely； handsome."],["P","Abhirūpa，（adj.） [abhi + rūpa] of perfect form，（very），handsome，beautiful，lovely Sn.410 （= dassaniya’aṅgapaccanga SnA 383）； J.I，207； Pug.52； DA.I，281 （= aññehi manussehi adhikarūpa）； VvA.53； PvA.61 （= abhikkanta）. Occurs in the idiomatic phrase denoting the characteristics of true beauty \u003ci\u003eabhirūpa dassanīya pāsādika\u003c/i\u003e （+ paramāya vaṇṇa-pokkharatāya samannāgata），e. g. Vin.I，268； D.I，47，114，120； S.II，279； A.II，86，203； Nd\u003csup\u003e2\u003c/sup\u003e 659； Pug.66； DhA.I，281 （compar.）； PvA.46. （Page 68）"],["V","Abhirūpa：She was born in Kapilavatthu as the daughter of the chief of the Sākiyan Khemaka and was named Nandā. Owing to her great beauty and charm she became known as Abhirūpā-Nandā.\u003cbr\u003e\u003cbr\u003eOn the day appointed for her to select her husband，the Sākiyan youth，on whom her choice was to have fallen，died，and her parents made her leave the world against her will. \u003cbr\u003e\u003cbr\u003eThe Apadāna account （ii. 609） does not mention the suitor’s death，but states that many sought her hand and caused great trouble，to avoid which her parents made her join the Order.\u003cbr\u003e\u003cbr\u003eEven after she had entered the Order she avoided going into the Buddha’s presence，being infatuated with her own beauty and fearing the Master’s rebuke. In order to induce her to come to him，the Buddha directed Mahā Pajāpatī to see that all the nuns came for instruction. When Nandā’s turn came she sent another in her place. The Buddha refused to recognise the substitute，and Nandā was compelled to go herself. As she listened to the Buddha preaching，he，by his magic power，conjured up a beautiful woman and showed her becoming aged and fading，causing anguish to arise in Nandā’s heart. At the opportune moment，the Buddha drove home the truth of the impermanence of beauty. Meditating on this topic，she later became an arahant （ThigA.81f. ； SnA.i.241-2）.\u003cbr\u003e\u003cbr\u003eThe two verses preached to her by the Buddha，which she made the subject of her meditations，are given in the Therīgāthā （vv.19，20）.\u003cbr\u003e\u003cbr\u003eIn the time of Vipassī Buddha，Nandā had been the daughter of a wealthy burgess in the Buddha’s native town of Bandhumatī. Having heard the Buddha preach she became his pious follower，and，at his death，made an offering of a golden umbrella decked with jewels to the shrine built over his ashes （Ap.ii.608）.\u003cbr\u003e\u003cbr\u003eThe verses quoted in the Therīgāthā Commentary，as having been taken from the Apadāna，really belong to Mettā，and are found in the Apadāna （ii. 515） ascribed to Ekapindadāyikā. The correct verses are found in the Apadāna under the name of Abhirūpa Nandā，and agree with the story given in the text of the Therīgāthā Commentary."],["U","ABHIRŪPA：[a] lịch sự，đẹp"],["E","abhirūpa：xinh đẹp"],["K","abhirūpa：＂အဘိရူပ（တိ）\u003cbr\u003e  [အဘိ+ရူပ။ အဘိရူပ-သံ။ （၁） တူသော၊ ကိုက်ညီသော။ （၂） စိတ်နှလုံးကို ဆောင်သော၊ ပျော်ရွှင်-ချမ်းမြေ့-ဖွယ်သော၊ ကောင်းသော။ （၃） ချစ်-နှစ်သက်-အပ်သော။ သဘောကျစရာကောင်းသော၊ လှပ-တင့်တယ်-သော။ （၄） တတ်-သိ-လိမ္မာ-သော၊ ဉာဏ်-ပညာ-ရှိသော။ ကောတ္ထုဘ-နှင့် ဝီလျံ။]\u003cbr\u003e  （၁） အလွန်နှစ်သက်-အပ်-သင့်-ထိုက်-ဖွယ်-သော၊ လှပ-တင့်တယ်-သော။ （၂） （က） ကောင်းသော အဆင်းရှိသော၊ လှသော၊ သူ။ （ခ） လရောင်ကြောင့် အလွန်လျှင် ကောင်းသော အဆင်းရှိသော။ သာယာသော။ （ဂ） အခြားသူတို့ထက် သာလွန်လှပသော အဆင်းရှိသောသူ။ （ဃ） ထူးကဲ-တင့်တယ်-သော အဆင်း，သဏ္ဌာန်，အရပ်အမောင်းရှိသော၊ သူ။ （င） မြတ်သော အဆင်းရှိသော၊ သူ။ （စ） အလှတကာတို့၏ ထိပ်ခေါင်တင်-အလှဘုရင်-အဖြစ်ရောက်သော အဆင်းရှိသော၊ သူ။ （၁） အဘိက္ကန္တဝဏ္ဏ-ကြည့်။"],["R","abhirūpa：အဘိ-ရူပ（တိ） \u003cbr\u003eအဆင်းလှသည်။ "]]
