[["C","abhibhū：n. a. [cf. abhibhavati] 勝利，征服的."],["S","abhibhū：n. a. [cf. abhibhavati] 勝利，征服せる."],["A","abhibhū：m.n.a.勝利，胜者，阿毘浮，すぐれた[天]，征服した. cf.abhibhavati"],["D","Abhibhū，【陽】 征服者，大君主。（p34）"],["F","Abhibhū，（‹abhi全面+bhū變成），【陽】1.征服者，大君主。2.阿毘浮（=無想天asaññabhava）。cp.（abhibhavati勝） 【中】【形】勝。"],["B","abhibhū：abhibhū（pu）\u003cbr\u003e  အဘိဘူ（ပု）\u003cbr\u003e  [abhi+bhū+kvi]\u003cbr\u003e  [အဘိ+ဘူ+ကွိ]"],["C","abhibhū：[m.] conqueror； overlord."],["P","Abhibhū，（n.-adj.） [Vedic abhibhū，fr. abhi + \u003ci\u003ebhū\u003c/i\u003e，cp. abhibhavati] overcoming，conquering，vanquishing，having power over，a Lord or Master of （-°） D.III，29； S.II，284； Sn.211 （sabba°），545 （Māra°，cp. Mārasena-pamaddana 561），642. -- Often in phrase abhibhū anabhibhūta aññadatthudasa vasavattin，i. e. unvanquished Lord of all D I 18； III，135 = Nd\u003csup\u003e2\u003c/sup\u003e 276； A.II，24； IV，94； It.122； cp. DA.I，111 （= abhibhavitvā ṭhito jeṭṭhako’ham asmīti）. （Page 67）"],["V","Abhibhū：\u003ci\u003e1. Abhibhū.\u003c/i\u003e-Chief disciple of Sikhī Buddha （D.ii.9； J.i.41； Bu.xxi.20）. In the Arunavatī Sutta it is said that he went with Sikhī to a Brahma-world and，at the Buddha’s request，preached a sermon to the accompaniment of great magical powers. He proved that by using just such speech as if he were preaching to a gathering of monks，he could，standing in the Brahma-world，make his voice heard by its thousand realms （S.i.154f）. The verses spoken on this occasion are，in the Theragāthā，ascribed to Abhibhūta （v.1147-8）.\u003cbr\u003e\u003cbr\u003eIn the Anguttara Nikāya （i.226f.； AA.i.436f ） we find Ananda asking the Buddha how far Abhibhū’s powers bore relation to those of a Buddha，and the Buddha replying that Abhibhū was a mere disciple，and proceeding to describe the immeasurable powers of the Tathāgata.\u003cbr\u003e\u003cbr\u003eAbhibhū was a brahmin because we find him so addressed in the Arunavatī Sutta referred to above，but in the Buddhavamsa Commentary （p.202） he is spoken of as a rājaputta.\u003cbr\u003e\u003cbr\u003eIn the Patisambhidhāmagga Commentary （488f ） his story is given as an example of vikubbana-iddhi whereby a person could make himself seen in many places at the same time. We are told that he developed nīlakasina，to attract to himself the attention of the world systems.\u003cbr\u003e\u003cbr\u003eThe Thera Adhopupphiya had been a hermit in Himavā during the time of Sikhī Buddha and had offered flowers to Abhibhū. Ap.i.128-9.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Abhibhū.\u003c/i\u003e-A class of devas belonging to the Arūpa-plane （M.i.1）. They live in the same plane as the Vehapphalā. In the Mūlapariyāya Sutta the word is used to denote all the Asaññasattādevā. \u003cbr\u003e\u003cbr\u003eBuddhaghosa explains the word by saying abhibhavī ti Abhibhū； kim abhibhavī ti ? cattāro khandhe，arūpino. They are beautiful and long-lived，and are therefore considered to be eternal and identical with Brahmā （MA.i.30）. \u003cbr\u003e\u003cbr\u003eIn the Brahmanimantanika Sutta （M.i.329） the Buddha claims to be Abhibhū （=the conqueror）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Abhibhū.\u003c/i\u003e-The name of a Bodhisatta who obtained vivarana under Gotama. He will become the sixth Buddha after Gotama. Anāgata Vamsa，p.37.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e1. Abhibhū Sutta.\u003c/i\u003e-On the immeasurableness of a Buddha’s powers. A.i.226f.； also called the Sīhanada Sutta in the Commentary.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Abhibhū Sutta\u003c/i\u003e.-On the eight stages or stations of mastery over the senses （abhibhāyaphanāni） （A.iv.305f）."],["I","abhibhū：Overcoming，mastering，vanquishing，surpassing"],["U","ABHIBHŪ：[m] người chiến thắng，chúa tể"],["K","abhibhū：＂အဘိဘူ（ပု）\u003cbr\u003e  [အဘိ+ဘူ+ကွိ]\u003cbr\u003e  （၁） လွှမ်းမိုး-သာလွန်-သော၊ သူ၊ ချီးမွမ်းအပ်သည်၏အဖြစ်အားဖြင့်လည်းကောင်း，ကြီးသည်၏အဖြစ်အားဖြင့်လည်းကောင်း-လွှမ်းမိုး-သာလွန်-သော၊ သူ။ （က） ကမ္ဘာဦးဗြဟ္မာ။ （ခ） ဗကဗြဟ္မာ။ （ဂ） ဘုရားအလောင်းဗြဟ္မာ။ （ဃ） မြတ်စွာဘုရား။ （၂） လွှမ်းမိုး-နှိပ်နင်း-သော၊ သူ။ （က） ရူပတဏှာစသော ကိလေသာကို-လွှမ်းမိုး-နှိပ်နင်း-သော၊ သူ၊ ရဟန္တာ။ （ခ） ကိလေသာတို့ကိုလည်းကောင်း，ကိလေသာဖြစ်ကြောင်း တရားတို့ကိုလည်းကောင်း-လွှမ်းမိုး-နှိပ်နင်း-သော၊ သူ၊ အရိယသောတ္တိယဖြစ်သော ရဟန္တာ။ （ဂ） နာမ်ခန္ဓာလေးပါးကို-လွှမ်းမိုး-နှိပ်နင်း-သော၊ အရာ၊ သူ။ （၃） လွှမ်းမိုး-အုပ်စိုး-ဘုန်းရှိ-တန်ခိုးရှိ-သော၊ သူ၊ ကမ္ဘာဦးဗြဟ္မာ။ （၄） အဘိဘူထေရ်၊ သိခီမြတ်စွာဘုရား၏ လက်ယာတော်ရံ အဂ္ဂသာဝကရဟန္တာ။"],["R","abhibhū：အဘိ-ဘူ（ပ） \u003cbr\u003eလွှမ်းမိုးသောသူ။ အသညသတ်ဗြဟ္မာ။ "],["R","abhibhū：အဘိ-ဘူ（တိ） （အဘိ√ဘူ）\u003cbr\u003eသူတစ်ပါးကို လွှမ်းမိုးနိုင်သည်။ အစိုးရသည်။ "]]
