[["C","abhibhūta：a. [abhibhavati 的 pp.] 已征服的，已打勝的，勝利的."],["S","abhibhūta：a. [abhibhavati の pp.] 征服せる，打ち勝てる，勝利の."],["D","Abhibhūta，（abhibhavati 的【過分】），已擊敗，已打敗。（p34）"],["F","Abhibhūta，（abhibhavati 的【過分】），已擊敗，已打敗。"],["B","abhibhūta：abhibhūta（ti）\u003cbr\u003e  အဘိဘူတ（တိ）\u003cbr\u003e  [abhi+bhū+ta]\u003cbr\u003e  [အဘိ+ဘူ+တ]"],["C","abhibhūta：[pp. of abhibhavati] overpowered； vanquished."],["P","Abhibhūta，[pp. of abhibhavati] overpowered，overwhelmed，vanquished D.I，121； S.I，137 （jāti-jarā°）； II，228 （lābhasakkāra-silokena）； A.I，202 （pāpakehi dhammehi）； J.I，189； PvA.14，41 （= pareta），60 （= upagata），68，77，80 （= pareta）. Often neg. \u003ci\u003ean°\u003c/i\u003e unconquered，e. g. Sn.934； Nd\u003csup\u003e1\u003c/sup\u003e 400； \u0026 see phrase under abhibhū. （Page 67）"],["V","Abhibhūta：A Thera. He was born in the Rājā’s family in Vettha （v.l. Vetthipura） and succeeded to his father’s estate. When the Buddha came to the city during a tour，Abhibhūta heard him and invited him for a meal； he later entered the Order and became an arahant. \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThree verses ascribed to Abhibhūta occur in the Theragāthā，uttered，it is said，when his kinsmen and retainers came to him lamenting that he had left them without a leader （Thag.vv.255-7； ThagA.i.372f）. The second of these verses is elsewhere （S.i.156） attributed to Abhibhū，chief disciple of Sikhī Buddha. But in the Milindapañha （245），Nāgasena ascribes the second verse to the Buddha，and in the Mahāparinibbāna Sutta （D.ii.121） the third verse also is ascribed to him. The second verse is also assigned to the Buddha in the Divyāvadāna （p.200），but elsewhere in the same books （p.569） it is said to have been uttered by devas.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIn a former birth Abhibhūta had been a householder in the time of Vessabhū Buddha and became a believer in the Faith，to which he was led by his friends. When the Buddha died，the populace gathered together to obtain relics，but Abhibhūta，having quenched the pyre with fragrant water，was first able to take those which he desired （ThagA.i.372）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eHe is evidently to be identified with Citakanibbāpaka Thera of the Apadāna （ii.408）."],["U","ABHIBHŪTA：（pp của abhibhavaṭi） khắc phục，chinh phục"],["K","abhibhūta：＂အဘိဘူတ（တိ）\u003cbr\u003e  [အဘိ+ဘူ+တ]\u003cbr\u003e  （၁） （က） လွှမ်းမိုး-နှိပ်စက်-အပ်သော။ （ခ） လွှမ်းမိုး-နှိပ်နင်း-အပ်သော။ （ဂ） လွှမ်းမိုးအပ်-မလှုပ်ရှားနိုင်အောင် ဖမ်းယူအပ်-သော။ （ဃ） လွှမ်းမိုးအပ်-ရှုံးစေအပ်-တဖန် ခေါင်းထောင်ခွင့် မပေးခြင်းအားဖြင့် လှုပ်ရှားခြင်းမရှိ ငြိမ်ဝင်စေအပ်-သော။ （ပု） （၂） အဘိဘူတ မင်းသား၊ （အဘိဘူတမထေရ်အလောင်း）။ အဘိဘူဘတ္ထေရ-လည်းကြည့်။"],["R","abhibhūta：အဘိ-ဘူတ（တိ） （တီ-ကိတ်） （အဘိ√ဘူ+တ）\u003cbr\u003eနှိပ်နင်းအပ်သည်။ လွှမ်းမိုးအပ်သည်။ "]]
