[["C","Aciravatī：f. アチラヴァティー（巴利文的片假名發音），阿致羅筏底〔印度五大河之一〕."],["S","Aciravatī：f. アチラヴァティー，阿致羅筏底〔インドの五大河の一〕."],["B","aciravatī：aciravatī（thī）\u003cbr\u003e  အစိရဝတီ（ထီ）\u003cbr\u003e  [acira+vantu+ī. aciraṃ sīghagamanaṃ etissamatthi. ，ṭī，682.]\u003cbr\u003e  [အစိရ+ဝန္တု+ဤ။ အစိရံ သီဃဂမနံ ဧတိဿမတ္ထိ။ ဓာန်၊ဋီ၊၆၈၂။]"],["V","Aciravatī：\u003ci\u003e1. Aciravatī.\u003c/i\u003e-A river，the modern Rāpti in Oudh； one of thePañca-mahānadī （Vin.ii.237），the five great rivers flowing from the Himālaya eastwards （pācīnaninnā） （S.v.39，etc.） into the sea. \u003cbr\u003e\u003cbr\u003eDuring the hot season it ran dry，leaving a bed of sand （A.iv.101）. It flowed through Kosala，and atSāvatthi an udumbara grove grew on its banks； it，could be seen from the terrace of Pasenadi’s palace （Vin.iv.111-12； SnA.i.19）. \u003cbr\u003e\u003cbr\u003eTo the south of it was Manasākata，and on its southern bank was a mango grove where the Buddha sometimes resided （D.i.235-6）. The Tevijja Sutta was preached here，and the Aciravatī is used in a simile to prove the futility of sacrifices and prayers：it is of no use standing on one bank of the river and calling to the other bank to come over.\u003cbr\u003e\u003cbr\u003eIn the river were many bathing places，in some of which courtesans bathed naked； the Bhikkhunīs did likewise until a rule was passed prohibiting it （Vin.i.293； iv.278）. The Chabbaggiya nuns，however，continued to do so even afterwards （Vin.iv.259f）.\u003cbr\u003e\u003cbr\u003eThe river was crossed in rafts （Vin.iii.63）； it sometimes became so full （D.i.244-5； M.iii.117； J.iv.167） that disastrous floods occurred，in one of which Vidūdabha and his army were swept into the sea （DhA.i.360）.\u003cbr\u003e\u003cbr\u003eIn sheltered spots monks and brahmins used to bathe （Vin.iv.161），and onceSāriputta himself bathed there （AA.i.315）. The Sattarasa-vaggiya monks frequented the river for water-sports （Vin.iv.111-12）.\u003cbr\u003e\u003cbr\u003eOnce the Buddha was told that the Pañcavaggiya monks were in the habit of seizing the cows that crossed the river （Vin.i.191）.\u003cbr\u003e\u003cbr\u003eThe elder Sivalī stopped on the banks of the Aciravatī while on his way to the Himālaya with five hundred monks （AA.i.139）. \u003cbr\u003e\u003cbr\u003eIn the time of Kassapa Buddha the river flowed round Sāvatthi and，at the eastern fort，flowed into a wide and deep lake on which separate bathing places were made for the king，the people，the Buddha and the Order respectively （MA.i.371）.\u003cbr\u003e\u003cbr\u003eThe people on the banks were in the habit of casting nets for fish （UdA.366）. Near the river was Dandakappa，a Kosalan village，and while staying there Ananda bathed in the river with many other monks （A.iii.402）.\u003cbr\u003e\u003cbr\u003eTwo occasions are mentioned on which monks hit in the eye swans flying over the river （J.i.418 and ii.366. See also DhA.iv.5 and 8f）. It was here thatPatācārā’s child was drowned （DhA.ii.264）.\u003cbr\u003e\u003cbr\u003eKapila was born here as a golden fish as a result of his evil deeds （DhA.iv.41； see alsoKapila S）. In theAvāriya Jātaka （DhA.i.63； also ii.60） the name is given as Aciravatī，and according to I Tsing （p.156） means the river of the Aji （dragon）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Aciravati.\u003c/i\u003e-A canal which ran westwards from the Mahāvāluka-gangā in Ceylon； from it flowed four other canals eastwards：the Sataruddhā，Nibbindā，Dhavalā and Sīdā. Cv.lxxix.51-3."],["I","aciravatī：Name of a river in India"],["K","aciravatī：＂အစိရဝတီ（ထီ）\u003cbr\u003e  [အစိရ+ဝန္တု+ဤ။ အစိရံ သီဃဂမနံ ဧတိဿမတ္ထိ။ ဓာန်၊ဋီ၊၆၈၂။]\u003cbr\u003e  အစိရဝတီအမည်ရှိသော-လျင်သော ရေစီးရှိသော-မြစ်။ အစိရဝတီမြစ်။"],["R","aciravatī：အစိရဝတီ（ဣ） \u003cbr\u003eအစိရဝတီမြစ်။ "]]
