[["B","aggidatta：aggidatta（pu）\u003cbr\u003e  အဂ္ဂိဒတ္တ（ပု）\u003cbr\u003e  [aggi+datta]\u003cbr\u003e  [အဂ္ဂိ+ဒတ္တ]"],["V","Aggidatta：\u003ci\u003e1. Aggidatta.\u003c/i\u003e-Chaplain to the King of Kosala，first to Mahākosala，and then to his son Pasenadi. Later he renounced the world and，with a large band of followers，wandered aboutAnga，Magadha andKururattha，teaching a cult of nature-worship. TheBuddha，seeing his upanissaya，sentMoggallāna to convert him. Moggallāna went to Aggidatta’s hermitage，but being refused shelter there，vanquished，by a display of iddhi-power，a nāgarāja，Ahicchatta，who lived in the neighbourhood，and occupied the nāga’s abode. While Aggidatta and his followers stand awestruck at this event，the Buddha appears，and realising that the Buddha is even greater than Moggallāna，they pay homage to him. The Buddha preaches to them on the error of their ways. At the end of the discourse they become arahants （DhA.iii.241-7）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Aggidatta\u003c/i\u003e.-A brahmin of Benares and father of the Bodhisatta，when the latter was born as Somadatta. The old man lived by ploughing，and one of his oxen having died，he decided，on the advice of his son，to ask the king for an ox. Somadatta，with great patience，trained him in all the formalities to be gone through in an appearance at court，but at the crucial moment when Aggidatta was making his petition to the king，he used the word ”take” where he meant to use ”give.” Somadatta’s presence of mind saved the situation （DhA.iii.124-5）. In the Somadatta Jātaka the name Aggidatta does not appear. In the present age he was the Thera Lāludāyī. J.ii.164f.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Aggidatta\u003c/i\u003e.-A brahmin of Khemavatī，father of the BuddhaKakusandha. His wife was named Visākhā. D.ii.7； Bv.xxiii.14； J.i.42.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Aggidatta\u003c/i\u003e.-See Gahvaratīriya."],["K","aggidatta：အဂ္ဂိဒတ္တ（ပု）\u003cbr\u003e  [အဂ္ဂိ+ဒတ္တ]\u003cbr\u003e  （၁） ကကုသန်ဘုရား၏ ခမည်းတော် အဂ္ဂိဒတ္တမည်သော ပုဏ္ဏား။ （၂） ဂဟွရတီရိယမထေရ်ဖြစ်လာသော အဂ္ဂိဒတ္တမည်သော ပုဏ္ဏား။ （၃） သောမဒတ္တ၏ အဖဖြစ်သော အဂ္ဂိဒတ္တမည်သော ပုဏ္ဏား။ （၄） ကောသလမင်း၏ ပုရောဟိတ်ဖြစ်သော အဂ္ဂိဒတ္တမည်သော ပုဏ္ဏား။"]]
