[["C","ajita：a. [a-jita] 不能（可）打勝的，無降伏的，無能勝."],["S","ajita：a. [a-jita] 打ち勝たれざる，無降伏の，無能勝."],["F","Ajita，Kesakambala【陽】阿逸多·翅舍金披羅（人名），屬於唯物論，認為人就是他的身體，身體死亡就等於該人完全滅盡，死後沒有識，也沒有業的報應。「所有眾多之沙門論師中，末伽梨論（Makkhalivādo）是最惡。諸比丘！（末伽梨）癡人是如是說、如是見：無有業（natthi kammaṁ）、無有業果（natthi kiriyaṁ）、無有精進（natthi vīriyaṁ）。」（A.3.137./I，411-412.）"],["B","ajita：ajita（ti）\u003cbr\u003e  အဇိတ（တိ）\u003cbr\u003e  [na+jita]\u003cbr\u003e  [န+ဇိတ]"],["V","Ajita：He belonged to a poor brahmin family of Sāvatthi，and was so called because at birth he was wrapped in an antelope skin. He saw the presentation of Jetavana and，impressed by the majesty of the Buddha，joined the Order and later became an arahant. But because of past misdeeds he remained unhonoured and unknown，and on this account was despised by worldly novices （Thag.129-30； ThagA.i.250f）. \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eHe is evidently to be identified with Ghatamandadāyaka Thera of the Apadāna （ii.436）. In a previous birth he gave butter as medicine to the Pacceka Buddha，Sucintita."],["V","Ajita：\u003ci\u003e1. Ajita.-\u003c/i\u003eA monk. He devoted his time to explaining thePātimokkha rules to the monks. At the time of the Second Council he was a monk of ten years’ standing and was appointed to assign seats to the Theras. Vin.ii.305\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Ajita.\u003c/i\u003e-A paribbājaka who visited the Buddha，and at whose instigation the Buddha preached to the Bhikkhus on the difference between dhamma and adhamma. A.v.229ff.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Ajita.\u003c/i\u003e-A brahmin，the Bodhisatta in the time of Sobhita Buddha. J.i.35.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Ajita.\u003c/i\u003e-General of the Licchavis and follower of the Buddha. Immediately after his death he was born in Tāvatimsa； he visited the Buddha to refute a statement made about him by the naked ascetic Pātikaputta to the effect that he had been born in the Mahāniraya as a result of having followed the teaching of the Buddha. D.iii.15-16； DA.iii.825.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5. Ajita-mānava\u003c/i\u003e\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6. Ajita\u003c/i\u003e.-Thera （Ap.i.335ff），probably to be identified with Ajita （5），but the story of his past differs completely from that of Ajita-mānava given in the Thag. Commentary. In the time of the Buddha Padumuttara he lit a lamp in front of the Enlightened One. As a result of this he enjoyed happiness in heaven for 60，000 kappas，and when he was born from Tusita in this Buddha-age there was a great light on the day of his birth. He is stated to have been a disciple of Bāvarī （Ap.i.337，28），but he heard of the Buddha while in Himavā. Later he became an arahant.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e7. Ajita.\u003c/i\u003e-The lay name of Metteya Buddha in his last birth，when he will attain Enlightenment. Anāgata-Vamsa，pp. 43，45，56.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e8. Ajita.\u003c/i\u003e-A Pacceka-Buddha who lived ninety-one kappas ago. Dāsaka Thera，in a previous birth，gave him mangoes to eat （Ajina）. ThagA.i.68.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e9. Ajita\u003c/i\u003e.-A brahmin，a previous birth of Citapūjaka Thera； he offered flowers to Sikhī Buddha. Ap.i.243.\u003cbr\u003e\u003cbr\u003e\u003ci\u003eAjita Sutta\u003c/i\u003e.-Preached by the Buddha to Ajita the Paribbājaka on the difference between dhamma and adhamma. A.v.229ff."],["K","ajita：＂အဇိတ（တိ）\u003cbr\u003e  [န+ဇိတ]\u003cbr\u003e  （၁） မအောင်အပ်သေးသော ရန်သူ။ （၂） ရန်သူတို့သည် မအောင်နိုင်သော၊ သူ၊ မြတ်စွာဘုရား။ （ပု） （၃） အဇိတမည်သော တိတ္ထိဆရာကြီး၊ （ဆသတ္ထာရခေါ် တိတ္ထိဆရာကြီး ၆ဦးတွင် အပါအဝင်ဖြစ်သူ）။ （၄） အဇိတစစ်သူကြီး။ （၅） （က） အဇိတပုဏ္ဏား။ （ခ） အဇိတဘုရားအလောင်း။ （၆） စိတကပူဇကမထေရ်အလောင်း။ （၇） အဇိတလုလင်။ （၈） အဇိတမထေရ်။ （၉） အဇိတပရိဗိုဇ်။"],["R","ajita：အ-ဇိတ（ပ） \u003cbr\u003eမအောင်အပ်သေးသော ရန်သူ။ "],["R","ajita：အ-ဇိတ（တိ） \u003cbr\u003eမအောင်အပ်သည်။ "]]
