[["F","Ajjhopanna，adhipanna （adhi+panna）﹐1.【過分】到達。2.【過分】抓住（adhipajjati‘到達’的【過分】）。"],["B","ajjhopanna：ajjhopanna（ti）\u003cbr\u003e  အဇ္ဈောပန္န（တိ）\u003cbr\u003e  [adhi+ava+pada+ta. prānitea ajjhovavaṇṇa-hu rhiyuea，saṃsa prarānitea acyupapanna-hu rhi atyaṃta āsatta-hu a，addhamāgadhīkoma-.]\u003cbr\u003e  [အဓိ+အဝ+ပဒ+တ။ ပြာကြိုက်၌ အဇ္ဈောဝဝဏ္ဏ-ဟု ရှိ၍၊ သံသကြိုက်သို့ ပြောင်းလဲပြရာ၌ အဈုပပန္န-ဟု ရှိပြီးလျှင် အတျံတ အာသတ္တ-ဟု အနက်ပြန်သည်၊ အဒ္ဓမာဂဓီကောမ-လည်းကြည့်။]"],["P","Ajjhopanna，（?） only found in one stock phrase，viz. gathita （q. v.） mucchita ajjhopanna with ref. to selfishness，greed，bonds of craving. The reading \u003ci\u003eajjhopanna\u003c/i\u003e is the lectio difficilior，but the accredited reading \u003ci\u003eajjhosāna\u003c/i\u003e seems to be clearer and to harmonize better with the cognate ajjhosita \u0026 ajjhosāna （n.） in the same context. The confusion between the two is old-standing and hard to be accounted for. Trenckner under v. l. to M.I，162 on p. 543 gives ajjhopanna as BB （= adhi-opanna）. The MSS. of Nd\u003csup\u003e2\u003c/sup\u003e clearly show ajjhopanna as inferior reading，which may well be attributable to the very frequent SS sub‹-› stitution of p for s （see Nd\u003csup\u003e2\u003c/sup\u003e Introd. XIX.）. Besides this mixture of vv. ll. with s and p there is another confusion between the vv. ll. \u003ci\u003eajjhāpanna\u003c/i\u003e and \u003ci\u003eajjhopanna\u003c/i\u003e which adds to the complication of the case. However since the evidence of a better reading between these two preponderates for ajjhopanna we may consider the o as established，and，with a little more clearness to be desired，may in the end decide for \u003ci\u003eajjhosāna\u003c/i\u003e （q. v.），which in this case would have been liable to change through analogy with ajjhāpanna，from which it took the ā and p. Cp. also ajjhosita. The foll. is a synopsis of readings as preferred or confused by the Ed. of the var. texts. -- 1. \u003ci\u003eajjhopanna\u003c/i\u003e as T. reading：M.I，162，173，369； A.I，74； II，28； III，68，242； Md 75，76； DA.I，59； \u003ci\u003eas v\u003c/i\u003e.\u003ci\u003e l\u003c/i\u003e.\u003ci\u003e：\u003c/i\u003e D.I，245. ‹-› 2. \u003ci\u003eajjhosāna as v\u003c/i\u003e.\u003ci\u003e l\u003c/i\u003e.\u003ci\u003e：\u003c/i\u003e A.I，74 （C. expl\u003csup\u003es.\u003c/sup\u003e ajjhosāya gilitvā ṭhita）； Nd\u003csup\u003e2\u003c/sup\u003e under nissita \u0026 passim； Ud.75，76 （ajjhosanna）； DA.I，59 （id.）. -- 3. \u003ci\u003eajjhāpanna\u003c/i\u003e as T. reading：D.I，245； III，43，46； S. II，194，270：IV.332 （ajjhapaṇṇa）； A.V，178，181； Nd\u003csup\u003e2\u003c/sup\u003e under nissita； Miln.401； \u003ci\u003eas v\u003c/i\u003e.\u003ci\u003e l\u003c/i\u003e.\u003ci\u003e：\u003c/i\u003e M.I，162； A.III，242； Ud.75，76. （Page 12）"],["K","ajjhopanna：＂အဇ္ဈောပန္န（တိ）\u003cbr\u003e  [အဓိ+အဝ+ပဒ+တ။ ပြာကြိုက်၌ အဇ္ဈောဝဝဏ္ဏ-ဟု ရှိ၍၊ သံသကြိုက်သို့ ပြောင်းလဲပြရာ၌ အဈုပပန္န-ဟု ရှိပြီးလျှင် အတျံတ အာသတ္တ-ဟု အနက်ပြန်သည်၊ အဒ္ဓမာဂဓီကောမ-လည်းကြည့်။]\u003cbr\u003e  ဆုံးဖြတ်စွဲယူသော။ သက်ဝင်သော။ ခုံမင်-နှစ်သက်-တပ်မက်-တွယ်တာ-သော။ အလွန်-အစွမ်းကုန်-မျိုထားသကဲ့သို့-မလွှတ်နိုင်အောင်-သက်ဝင်၍-ဆုံးဖြတ်-စွဲယူ-ခုံမင်-နှစ်သက်-တပ်မက်-တွယ်တာ-သော။ （က） ဤအရာသည် အနှစ်သာရတည်းဟု ဆုံးဖြတ်ခြင်းသို့ ရောက်သော။ （ခ） မျို၍-အဆုံးသို့ ရောက်စေ၍-တည်သော။ （ဂ） သူတစ်ပါးနှင့် မသက်ဆိုင်-မိမိချည်းသာပိုင်-သကဲ့သို့-ပြု၍ မျို၍ အဆုံးသို့ ရောက်စေ၍တည်သော။ （ဃ） တဏှာဖြင့်-မျို၍-အဆုံးသို့ ရောက်စေ၍-တည်သော၊ တဏှာသည်-နှိပ်စက်အပ်-လွှမ်းမိုးအပ်-သကဲ့သို့ဖြစ်သော။ အဇ္ဈောသာန-လည်းကြည့်။"],["R","ajjhopanna：အဇ္ဈောပန္န（တိ） （တီ-ကိတ်） （အဓိ+ဩ√ပဒ်+န）\u003cbr\u003eသက်ဝင်အပ်သည်။ တဏှာဖြင့် လွှမ်းမိုး၍ ရောက်သည်။ တပ်ခြင်းဖြင့် နှိပ်စက်အပ်သည်။ အလွန် မက်မောသည်။ "]]
