[["C","ajjuna：m. [Sk. arjuna] （巴利文的片假名發音）アッジュナ樹（ajjuna樹）."],["S","ajjuna：m. [Sk. arjuna] アッジュナ樹."],["D","Ajjuna，【陽】 1. 阿見（產於熱帶亞洲的欖仁樹屬 （Terminalia Arjuna），其特點是具澀的樹皮，用於制革）。 2. 一位王子的名字。（p5）"],["F","Ajjuna，（Vedic arjuna，to raj染），【陽】1.阿見（產於熱帶亞洲的欖仁樹屬 （Terminalia Arjuna），其特點是具澀的樹皮，用於制革）。2.一位王子的名字。"],["B","ajjuna：ajjuna（pu）\u003cbr\u003e  အဇ္ဇုန（ပု）\u003cbr\u003e  [ajja+una. ajja=ajjane，uno. ，ṭī，562.]\u003cbr\u003e  [အဇ္ဇ+ဥန။ အဇ္ဇ=အဇ္ဇနေ၊ ဥနော။ ဓာန်၊ဋီ၊၅၆၂။]"],["C","ajjuna：[m.] 1. the tree Pentapatera Arjuna； 2. name of a prince."],["P","Ajjuna，[Vedic arjuna，to \u003cem\u003eraj\u003c/em\u003e； cp. Gr. a）rgόs white，a）ρguros silver，Lat. argentum] the tree Pentaptera Arjuna J.VI，535； DhA.I，105 （°rukkha）. （Page 10）"],["V","Ajjuna：\u003ci\u003e1. Ajjuna-Thera\u003c/i\u003e. Son of a councillor of Sāvatthi. In his youth he first joined the Order of the Niganthas； being dissatisfied，he was won over by the Buddha’s Twin-miracle and，entering the Order，reached arahantship （Thag.v.88； ThagA.i.186）. He is evidently to be identified with Sālapupphadāyaka Thera of the Apadāna （i.169）. \u003cbr\u003e\u003cbr\u003eIn Vipassī Buddha’s time he was born as a lion and gave the Buddha a flowering branch of a sala-tree.\u003cbr\u003e\u003cbr\u003eHe was also once a cakkavattī，named Verocana.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Ajjuna\u003c/i\u003e.-A Pacceka Buddha，who lived ninety-one kappas ago. Panasaphaladāyaka Thera （q.v.） gave him a ripe jackfruit. Ap.i.297.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Ajjuna\u003c/i\u003e.-A Pacceka Buddha who lived ninety-four kappas ago. Ajelaphaladāyaka Thera gave him an of ajela-fruit. Ap.ii.446.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Ajjuna\u003c/i\u003e.-The seventh son of Devagabbhā and Upasāgara ； one of the Andhakavenhuputtā. J.iv.81； Pv.93.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5. Ajjuna\u003c/i\u003e.-King of the Kekakā，and a great archer. He annoyed the sage Gotama and was destroyed in spite of his bulk and his thousand arms （J.v.267）. In the Sarabhanga Jātaka he is mentioned as having sinned against Angīrasa （J.v.135； also DA.i.266）. He is identified with Arjuna，called Kārtavīraya of the Kathāsaritsāgara （ii.639），and in the Uttarakanda of the Rāmāyana （Sarga 32）.\u003cbr\u003e\u003cbr\u003eHe used to offer sacrifices to the gods （J.vi.201）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6. Ajjuna\u003c/i\u003e.-The eldest of the five sons of King Pandu，all of whom were married to Kanhā. On discovering her liaison with a hunchbacked slave and her treachery towards themselves，they gave her up and retired to Himavā （J.v.425f）.  \u003cbr\u003e\u003cbr\u003eAjjuna was previous birth of the bird-king Kunāla （J.v.427）."],["U","AJJUNA：[m] cây Aryuna； tên của một hoàng tử"],["K","ajjuna：＂အဇ္ဇုန（ပု）\u003cbr\u003e  [အဇ္ဇ+ဥန။ အဇ္ဇ=အဇ္ဇနေ၊ ဥနော။ ဓာန်၊ဋီ၊၅၆၂။]\u003cbr\u003e  （၁） ဖောက်ကြံ့ပင်၊ ထောက်ကြံ့ပင်။ （၂） အနောမဒဿီမြတ်စွာဘုရား၏ ဗောဓိပင်။ （၃） အဇ္ဇုနမြတ်စွာဘုရား။ （၄） ဥပသာဂရမင်းသားနှင့် ဒေဝဂဗ္ဘာမင်းသမီးတို့၏ သားဆယ်ယောက်တို့တွင် ခုနစ်ယောက်မြောက်ဖြစ်သော အဇ္ဇုနမင်းသား၊ အဇ္ဇုနဘုရင်။ （၅） ပဏ္ဍုမင်း၏ သားတော် ငါးယောက်တို့တွင် ပဌမဖြစ်သော အဇ္ဇုနမင်းသား။ （၆） မဟိသကတိုင်း ကေကကပြည့်ရှင်ဖြစ်သော သဟဿဗာဟုလည်းမည်သော အဇ္ဇုနမင်း။ （၇） အဇ္ဇုနအမည်ရှိသော မထေရ်။"],["R","ajjuna：အဇ္ဇုန（ပ） \u003cbr\u003eထောက်ကြံ့ပင်။ ဖောက်ကြံ့ပင်။ အဇ္ဇုနမင်း။Terminalia Arjuna "]]
