[["A","akitti：f.[a-kitti. Sk. akīrti] 恶名，不名誉。"],["B","akitti：akitti（pu）\u003cbr\u003e  အကိတ္တိ（ပု）\u003cbr\u003e  [na+kitti. a+kitti]\u003cbr\u003e  [န+ကိတ္တိ။ အ+ကိတ္တိ]"],["B","akitti：akitti（thī）\u003cbr\u003e  အကိတ္တိ（ထီ）\u003cbr\u003e  [na+kitti]\u003cbr\u003e  [န+ကိတ္တိ]"],["V","Akitti：The Bodhisatta in one of his births. He was a brahmin magnate of Benares，who，after giving away all his wealth in charity，retired to the forest with his sister，Yasavatī. When gifts were brought to him as homage to his holiness，he sought obscurity，and，leaving his sister，dwelt in Kāradīpa，then known as Ahidīpa，eating the leaves of a Kāra-tree sprinkled with water. By virtue of his asceticism Sakka’s throne was heated，and Sakka （Anuruddha in a previous birth），having tested him，and being satisfied that worldly attainments were not his aim，granted him various boons，including one that Sakka should not visit him any more and disturb his asceticism! （J.iv.236f）. \u003cbr\u003e\u003cbr\u003eHis story is given in the Cariyāpitaka （p.1），to illustrate dāna-paramitā. In the Nimi Jātaka he is mentioned in a list of eleven sages （*），who，by their holy lives； passed the Peta world to be born in Brahma’s heaven. In the Jātaka-mālā （no.7） his name occurs as Agastya，but he should not be confused with the Vedic sage of that name （See Vedic Index）. Perhaps he belonged to the Kassapagotta，because，in the conversation related in the Jātaka story，Sakka addresses him as ”Kassapa.” （J.iv.240-1）\u003cbr\u003e\u003cbr\u003e（*） J.vi.99，the others being the seven brothers Yāmahanu，Somayāga，Manojava，Samudda，Māgha，Bharata and Kālikarakkhiya； and Angīrasa，Kassapa and Kisavaccha. See also KhA.127f"],["K","akitti：＂အကိတ္တိ（ထီ）\u003cbr\u003e  [န+ကိတ္တိ]\u003cbr\u003e  （၁） အကျော်အစောမဲ့ခြင်း၊ အကဲ့ရဲ့ခံရခြင်း၊ မကောင်း သတင်းကျော်စောခြင်း။ （၂） ဂုဏ်သရေမဲ့ ပြောဆိုခြင်း။"],["K","akitti：＂အကိတ္တိ（ပု）\u003cbr\u003e  [န+ကိတ္တိ။ အ+ကိတ္တိ]\u003cbr\u003e  အကိတ္တိအမည်ရှိသော၊ သူ၊ သည်။"],["R","akitti：အ-ကိတ္တိ（ဣ） \u003cbr\u003eမကောင်းသဖြင့် ကျော်စောခြင်း။ အကျော်အစောမဲ့ခြင်း။ "]]
