[["C","amarā：f. 鰻魚. -vikkhepa 不死憍亂論，詭（狡）辯（像鰻魚之扭動）."],["S","amarā：f. うなぎ. -vikkhepa 不死憍乱論，詭弁."],["A","amarā：f. うなぎ. -vikkhepa 不死憍乱論，詭弁.-vikkhepa-dhamma詭弁法"],["D","Amarā，【陰】 鰻魚。 ~vikkhepa，【陽】 鰻之蠕動。（p38）"],["F","Amarā，【陰】鰻魚。amarāvikkhepa，【陽】鰻之蠕動。"],["B","amarā：amarā（thī）\u003cbr\u003e  အမရာ（ထီ）\u003cbr\u003e  [amara+ā]\u003cbr\u003e  [အမရ+အာ]"],["B","amarā：amarā（kri）\u003cbr\u003e  အမရာ（ကြိ）\u003cbr\u003e  marati-.\u003cbr\u003e  မရတိ-ကြည့်။"],["C","amarā，（f.），an eel."],["P","Amarā，（?） a kind of slippery fish，an eel （?） Only in expression \u003ci\u003eamarā-vikkhepika\u003c/i\u003e eel-wobbler，one who practices eel-wriggling，fr. °vikkhepa “oscillation like the a. fish”. In English idiom “a man who sits on the fence” D.I，24； M.I，521； Ps.I，155. The expl\u003csup\u003en.\u003c/sup\u003e given by Bdhgh at DA.I，115 is “amarā nāma maccha-jāti，sā ummujjana-nimmujjan-ādi vasena . . gahetuṁ na sakkoti” etc. This meaning is not beyond doubt，but Kern’s expl\u003csup\u003en.\u003c/sup\u003e Toev. 71 does not help to clear it up. （Page 73）"],["V","Amarā：Wife of Mahosadha. She was the daughter of a merchant who had fallen on evil days. Mahosadha，while seeking for a wife，met her as she was taking a meal to her father and entered into conversation with her. He asked her various questions and she answered in riddles. Mahosadha went to her father’s house and plied his trade as a tailor，taking the opportunity of observing the girl’s behaviour. He tested her temper and her character in various ways，and being satisfied that she was altogether desirable，he married her with the approval of Queen Udumbarā. She became popular with everybody and was of great assistance to her husband in frustrating the attempts of his enemies to work him harm （J.vi.364-72，392； the story appears also in Mtu.ii.83）.\u003cbr\u003e\u003cbr\u003eIn the present age Amarā was the beautiful Bimbādevī （J.vi.478）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIn the Milinda （pp.205ff ） the king mentions the story of Amarādevī having been left behind in the village while her husband was away on a journey，and of her resisting a temptation to be unfaithful to him. ”If that be true，how，” asks the king，”could you justify the Buddha’s statement （*） that all women will go wrong，failing others，even with a cripple?” Nāgasena explains this by saying that Amarā did not sin because she had neither real secrecy nor opportunity nor the right-wooer!\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003e  （*） Incidentally，these words do not really belong to the Buddha. They   appear in the Kunāla Jātaka （J.v.435），which is a specimen of Indian folklore   and not of Buddhist belief."],["U","AMARĀ：[f] con lươn"],["K","amarā：＂အမရာ（ကြိ）\u003cbr\u003e  \u003cbr\u003e  မရတိ-ကြည့်။"],["K","amarā：＂အမရာ（ထီ）\u003cbr\u003e  [အမရ+အာ]\u003cbr\u003e  （က） အမရာမည်သော အမျိုးသမီး။ （ခ） အမရာမည်သော ငါး။ （က） အမရ（၁） （၆） အနက်ကြည့်။ （ခ） အမရ（၁） （၆） （ခ） အနက်ကြည့်။"],["R","amarā：အမရာ（ဣ） \u003cbr\u003eအမရာမည်သော ငါး။ "]]
