[["V","Ambalatthikā：\u003ci\u003e1. Ambalatthikā.\u003c/i\u003e-A royal park on the road betweenRājagaha and Nālandā. It contained a royal rest-house （rājāgāraka） in which theBuddha and members of the Order used to stay in the course of their journeying. It was on one such occasion that theBrahmajāla Sutta was preached （Vin.ii.287； D.i.1）. \u003cbr\u003e\u003cbr\u003eBuddhaghosa （DA.i.41-2） says that it was a shady and well-watered park，so called because of a mango sapling which stood by the gateway. It was surrounded and well guarded by a rampart，and its rest-house was adorned with paintings for the king’s amusement.\u003cbr\u003e\u003cbr\u003eIt was one of the spots in which the Buddha rested during his last tour，and we are told that while there he discoursed to a large number of monks （D.ii.81； he remained there one night，UdA.408）. But the most famous of the Buddha’s sermons in Ambalatthikā seems to have been the Rāhulovāda Sutta named Ambalatthika-Rāhulovāda Sutta，because of its having been preached in the park （M.i.414ff）. From the context it appears as though Ambalatthikā was within walking distance from the Kalandakanivāpa in Rājagaha.\u003cbr\u003e\u003cbr\u003eBut see below （4） for a more probable explanation.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Ambalatthikā.\u003c/i\u003e-A park in the brahmin village Khānumata. TheBuddha went there during one of his tours through Magadha. On this occasion was preached the Kūtadanta Sutta （D.i.127）. \u003cbr\u003e\u003cbr\u003eBuddhaghosa （DA.i.294） says the park was like the pleasance of the same name between Rājagaha and Nālandā.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Ambalatthikā.\u003c/i\u003e-There was a place of this name to the east of the Lohapāsāda in Anurādhapura. Once when the Dīghabhānaka Theras recited the Brahmajāla Sutta there，the earth trembled from the water upwards （DA.i.131）.\u003cbr\u003e\u003cbr\u003eOn another occasion King Vasabha heard the Dīghabhānakas reciting the Mahāsudassana Sutta，and thinking that they were discussing what they had eaten and drunk，he approached closer to listen； when he discovered the truth he applauded the monks （DA.ii.635）.\u003cbr\u003e\u003cbr\u003eThe place referred to here was probably not a park，but a building which formed part of the Lohapāsāda. In the Mahāvamsa account （Mhv.xxvii.11-20） of the building of the Lohapāsāda we are told that the plans were copied from the gem-palace of the goddess Bīranī. The central part of the palace was called the Ambalatthikapāsāda. ”It was visible from every side，bright，with pennons hung out.”\u003cbr\u003e\u003cbr\u003eDutthagāmani probably included a similar central part in the Lohapāsāda. This view is strengthened by No. 4 below.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Ambalatthikā.\u003c/i\u003e-According to Buddhaghosa （MA.ii.635），the Ambalatthikā，in which the Rāhulovāda Sutta of that name was preached，was not a pleasance，but a pāsāda，a kind of meditation hall （padhānagharasankhepa） built in the outskirts of Veluvanavihāra for the use of those who desired solitude. It is said thatRāhula spent most of his time there，from the day of his ordination as a seven-year-old boy."]]
