[["Z","Anattā：無我"],["N","anattā：＇not-self＇，non-ego，egolessness，impersonality，is the last of the three characteristics of existence （\u003ci\u003eti-lakkhaṇa\u003c/i\u003e，q.v.） The \u003ci\u003eanattā \u003c/i\u003edoctrine teaches that neither within the bodily and mental phenomena of existence，nor outside of them，can be found anything that in the ultimate sense could be regarded as a self-existing real ego-entity，soul or any other abiding substance. This is the central doctrine of Buddhism，without understanding which a real knowledge of Buddhism is altogether impossible. It is the only really specific Buddhist doctrine，with which the entire Structure of the Buddhist teaching stands or falls. All the remaining Buddhist doctrines may，more or less，be found in other philosophic systems and religions，but the \u003ci\u003eanattā\u003c/i\u003e-doctrine has been clearly and unreservedly taught only by the Buddha，wherefore the Buddha is known as the \u003ci\u003eanattā-vādi\u003c/i\u003e，or ＇Teacher of Impersonality＇. Whosoever has not penetrated this impersonality of all existence，and does not comprehend that in reality there exists only this continually self-consuming process of arising and passing bodily and mental phenomena，and that there is no separate ego-entity within or without this process，he will not be able to understand Buddhism，i.e. the teaching of the 4 Noble Truths （\u003ci\u003esacca\u003c/i\u003e，q.v.），in the right light. He will think that it is his ego，his personality，that experiences suffering，his personality that performs good and evil actions and will be reborn according to these actions，his personality that will enter into Nibbāna，his personality that walks on the Eightfold Path. Thus it is said in Vis.M. XVI：\u003cbr\u003e\u003cbr\u003e＂Mere suffering exists，no sufferer is found；\u003cbr\u003e\u003cbr\u003eThe deeds are，but no doer of the deeds is there；\u003cbr\u003e\u003cbr\u003eNibbāna is，but not the man that enters it；\u003cbr\u003e\u003cbr\u003eThe path is，but no traveler on it is seen.＂\u003cbr\u003e\u003cbr\u003e＂Whosoever is not clear with regard to the conditionally arisen phenomena，and does not comprehend that all the actions are conditioned through ignorance，etc.，he thinks that it is an ego that understands or does not understand，that acts or causes to act，that comes to existence at rebirth .... that has the sense-impression，that feels，desires，becomes attached，continues and at rebirth again enters a new existence＂ （Vis.M. XVII，117）.\u003cbr\u003e\u003cbr\u003eWhile in the case of the first two characteristics it is stated that all formations （\u003ci\u003esabbe saṅkhārā\u003c/i\u003e） are impermanent and subject to suffering，the corresponding text for the third characteristic states that ＂all things are not-self＂ （\u003ci\u003esabbe dhammā anattā\u003c/i\u003e； M. 35，Dhp. 279）. This is for emphasizing that the false view of an abiding self or substance is neither applicable to any ＇formation＇ or conditioned phenomenon，nor to Nibbāna，the Unconditioned Element （\u003ci\u003easaṅkhatā dhātu\u003c/i\u003e）.\u003cbr\u003e\u003cbr\u003eThe \u003ci\u003eAnattā-lakkhaṇa Sutta\u003c/i\u003e，the ＇Discourse on the Characteristic of Not-self＇，was the second discourse after Enlightenment，preached by the Buddha to his first five disciples，who after hearing it attained  to perfect Holiness （\u003ci\u003eArahatta\u003c/i\u003e）.\u003cbr\u003e\u003cbr\u003eThe contemplation of not-self （\u003ci\u003eanattānupassanā\u003c/i\u003e） leads to the emptiness liberation （\u003ci\u003esuññatā-vimokkha\u003c/i\u003e，s. \u003ci\u003evimokkha\u003c/i\u003e）. Herein the faculty of wisdom （\u003ci\u003epaññindriya\u003c/i\u003e） is outstanding，and one who attains in that way the path of Stream-entry is called a \u003ci\u003eDhamma-\u003c/i\u003edevotee （\u003ci\u003edhammānusāri\u003c/i\u003e； s. \u003ci\u003eariya-puggala\u003c/i\u003e）； at the next two stages of sainthood he becomes a vision-attainer （\u003ci\u003ediṭṭhippatta\u003c/i\u003e）； and at the highest stage，i.e. Holiness，he is called ＇liberated by wisdom＇ （\u003ci\u003epaññā-vimutta\u003c/i\u003e）.\u003cbr\u003e\u003cbr\u003eFor further details，see \u003ci\u003eparamattha-sacca\u003c/i\u003e，\u003ci\u003epaṭiccasamuppāda\u003c/i\u003e，\u003ci\u003ekhandha\u003c/i\u003e，\u003ci\u003eti-lakkhaṇa\u003c/i\u003e，\u003ci\u003enāma-rūpa\u003c/i\u003e，\u003ci\u003epaṭisandhi\u003c/i\u003e.\u003cbr\u003e\u003cbr\u003eLiterature：Anattā-lakkhaṇa Sutta，Vinaya I，13-14； S. XXII，59； tr. in Three Cardinal Discourses of the Buddha （WHEEL 17）. - Another important text on Anattā is the Discourse on the Snake Simile （Alagaddūpama Sutta，M. 22； tr. in WHEEL 48/49） . Other texts in ＂Path＂. - Further：Anattā and Nibbāna，by Ñāṇaponika Thera （WHEEL 11）； The Truth of Anattā，by Dr. G. P. Malalasekera （WHEEL 94）； The Three Basic Facts of Existence III：Egolessness （WHEEL 202/204）"],["I","anattā：Not a self，not a soul"],["R","anattā：အနတ္တာ（ပ） （အန်+အတ္တာ）\u003cbr\u003eကိုယ် မဟုတ်ခြင်း။ အတ္တဘော မဟုတ်ခြင်း။ "]]
