[["B","andhavana：andhavana（na）\u003cbr\u003e  အန္ဓဝန（န）\u003cbr\u003e  [andha+vana]\u003cbr\u003e  [အန္ဓ+ဝန]"],["V","Andhavana：A grove to the south of Sāvatthi，one gāvuta away from the city. It was well guarded and monks and nuns used to resort there in search of solitude. During the time of Kassapa Buddha，thieves waylaid an anāgāmī upāsaka in this forest； his name was Sorata （Yasodhara，according to the Samyutta Cy），and he had been touring Jambudīpa collecting money for the Buddha’s cetiya. They gouged out his eyes and killed him. Thereupon the robbers all lost their sight and wandered about the forest blind； hence the name of the forest （”Blind，” usually，but wrongly，translated ”Dark”）. It had retained its name during two Buddha-periods. The story is given in MA.i.336ff. and SA.i.148.\u003cbr\u003e\u003cbr\u003eThere was a Meditation Hall （padhāna-ghara） built there for the use of contemplative monks and nuns （MA.i.338）. Stories are told of those，particularly the nuns，who were tempted by Māra in the Andhavana. E.g.，ālavikā，Soma，Kisāgotamī，Vijayā，Uppalavannā，Cālā，Upacālā，Sisūpacālā，Selā，Vajirā； J.i.128ff. and ThigA.64，66，163.\u003cbr\u003e\u003cbr\u003eOnce when Anuruddha was staying there he became seriously sick （S.v.302）. It was here that the Buddha preached to Rāhula the discourse （Cūla-Rāhulovāda） which made him an arahant （S.iv.105-7； AA.i.145）.\u003cbr\u003e\u003cbr\u003eAmong others who lived here from time to time are mentioned the Elders Khema，Soma （A.iii.358），and Sāriputta （A.v.9），the last-mentioned experiencing a special kind of samādhi （where he realised that bhavanirodha was nibbāna）.\u003cbr\u003e\u003cbr\u003eThe Theragātha Commentary （i.39） records a discussion here between Sāriputta and Punna regarding purification （visuddhikamma）. The Vammikā Sutta （M.i.143ff ） was the result of questions put by an anāgami Brahma，his erstwhile colleague，to Kumāra-kassapa，while he was in Andhavana.\u003cbr\u003e\u003cbr\u003eOnce bandits laid an ambush for Pasenadi as he went through the forest to pay his respects to the Buddha，attended by a small escort，as was sometimes his wont. He was warned in time and had the wood surrounded，capturing and impaling or crucifying the bandits on either side of the road through the wood. We are told that though the Buddha knew of this，he did not chide the king because he had certain reasons for not doing so. （See SA.i.131-2. Mrs. Rhys Davids doubts the authenticity of this story； KS.i.127n.）\u003cbr\u003e\u003cbr\u003eThe Therī Uppalavannā was raped in a hut in the forest by a young brahmin named Ananda，and it is said that from that time nuns did not live in Andhavana （DhA.ii.49，52）.\u003cbr\u003e\u003cbr\u003eThe Pārājikā （Vin.iii.28ff ） contains stories of monks who committed offences in the forest with shepherdesses and others，and also of some monks who ate the flesh of a cow which had been left behind，partly eaten，by cattle thieves （Vin.iii.64）. It was here that Uppalavannā obtained the piece of cow’s flesh which she asked Udāyi to offer to the Buddha，giving Udāyi her inner robe as ”wages” for the job （the story is told in Vin.iii.208-9）.\u003cbr\u003e\u003cbr\u003eThe Pārichattakavimāna （VvA.172ff ） was the abode which fell to the lot of a woman who having plucked an asoka-flower，while getting firewood in Andhavana，offered it to the Buddha.\u003cbr\u003e\u003cbr\u003eThe rule forbidding monks to enter a village clad only in their waist cloth and nether garment was made with reference to a monk whose robe had been stolen by thieves in Andhavana （Vin.i.298）."],["K","andhavana：＂အန္ဓဝန（န）\u003cbr\u003e  [အန္ဓ+ဝန]\u003cbr\u003e  ခိုးသူကန်းတို့ နေထိုင်ရာတော၊ အန္ဓဝန်တော။"],["R","andhavana：အန္ဓ-ဝန（န） \u003cbr\u003eမိုက်တော။\u003cbr\u003eအန္ဓဝနေ၊ မိုက်တော၌။ "]]
