[["B","andhakavinda：andhakavinda（pu，na）\u003cbr\u003e  အန္ဓကဝိန္ဒ（ပု၊န）\u003cbr\u003e  [andhaka+vinda]\u003cbr\u003e  [အန္ဓက+ဝိန္ဒ]"],["V","Andhakavinda：A village in the Magadha country，three gāvuta from Rājagaha. Between it and Rājagaha is the river Sappinī，which rises in theGijjhakūta （Vin.i.109； Vin. Texts i.254，n.2）. Once the Buddha went fromBenares to Andhakavinda with 1，250 monks，and many people followed them carrying cartloads of provisions that they might feed them in turn. There were so many awaiting their turn that a certain brahmin （referred to as Andhakavindabrāhmana） had to wait two months for his to come round. At the end of two months，finding that his own affairs were going to ruin and that there was no likelihood of his turn coming soon，the brahmin went to the provision-room to see what deficiency he could possibly supply. Seeing there neither rice，milk，nor honey-lumps，he approached Ananda，and having，through him，obtained the Buddha’s permission，the brahmin prepared a meal of milk-rice and honey-lumps for the Buddha and the monks. At the conclusion of the meal the Buddha spoke of the tenfold good qualities of milk-rice. Vin.i.220f.； it was this praise uttered by the Buddha that made Visākhā ask him，as a favour，that she should be allowed to supply milk-rice to the monks throughout her life （ibid.，293）； see also UdA.112.\u003cbr\u003e\u003cbr\u003eDuring the same visit of the Buddha，a newly converted minister of the district prepared meat dishes for the fraternity，but being disappointed that the monks，who had had a meal of solid milk-rice earlier，could not eat large quantities of his dishes，he was rather rude to them. Later he expressed remorse，and the Buddha assured him that heaven would be his inheritance （Vin.i.222f. This was the occasion for the rule that monks who have been invited to a meal in one place should not accept milk-rice somewhere else earlier in the same day.）. It was on the way back from Andhakavinda to Rājagaha that the Buddha met Belattha Kaccāna （Vin.i.224f）.\u003cbr\u003e\u003cbr\u003eOnce when the Buddha was staying at Andhakavinda the BrahmāSahampati came and lighted the place with his effulgent beauty till late at night； then he sought the Buddha and sang before him verses of exhortation meant for the monks，urging them to lead the holy life （S.i.154）. Here，too，the Buddha mentioned to Ananda the necessity of admonishing and encouraging new members of the Order with regard to five things：good conduct，control of the faculties of sense，abstinence from too much talking，love of solitude and the cultivation of right views （A.iii.138-9； referred to in Sp.iv.789）. \u003cbr\u003e\u003cbr\u003eOnce in Andhakavinda the Buddha suffered from disease of the wind. Ananda was asked to obtain gruel for the complaint. The wife of the village physician supplied the gruel with great devotion，and as a result was born inTāvatimsa，where her abode was known as the Kañjikādāyika vimāna （VvA.185-6）. Another lay devotee built a Gandhakuti for the Buddha at Andhakavinda，and personally looked after the Buddha while he was there. This upāsaka was also，as a result，born in Tāvatimsa in a golden vimāna （VvA.302-3）.\u003cbr\u003e\u003cbr\u003eCūlasetthi’s daughter，Anulā，lived in Andhakavinda after her marriage and it was there that she gave alms on behalf of her dead father （PvA.105-9）."],["K","andhakavinda：အန္ဓကဝိန္ဒ（ပု၊န）\u003cbr\u003e  [အန္ဓက+ဝိန္ဒ]\u003cbr\u003e  （၁） အန္ဓကဝိန္ဒမည်သော-မြို့-ရွာ။ အန္ဓကဝေဏ္ဍ，အန္ဓကဝေဏ္ဍု-တို့လည်းကြည့်။ （၂） အန္ဓကဝိန္ဒသုတ်။ အန္ဓကဝိန္ဒသုတ္တ-လည်းကြည့်။"]]
