[["V","Anga：\u003ci\u003e1. Anga\u003c/i\u003e. （See also Angā）.-One of the stock list of the sixteen Powers or Great Countries （Mahājanapadā），mentioned in the Pitakas. E.g.，A.i.213； iv.252，256，260. \u003cbr\u003e\u003cbr\u003eThe countries mentioned are Anga，Magadha，Kāsī，Kosala，Vajji，Mallā，Cetī，Vamsā，Kuru，Pañcāla，Macchā，Sūrasena，Assaka，Avantī，Gandhāra，and Kamboja. Other similar lists occur elsewhere，e.g. D.ii.200 （where ten countries are mentioned）； see also Mtu.i.34 and i.198； and Lal.24（22）. \u003cbr\u003e\u003cbr\u003eIt was to the east of Magadha，from which it was separated by the River Campā，and had as its capital city Campā，near the modern Bhagalpur （Cunningham，pp. 546-7）. Other cities mentioned are Bhaddiya （DA.i.279； DhA.i.384） and Assapura （M.i.271）.\u003cbr\u003e\u003cbr\u003eThe country is generally referred to by the name of its people，the Angā，though occasionally （E.g.，DhA.i.384） the name Angarattha is used. In the Buddha’s time it was subject to Magadha，（ThagA.i.548） whose king Bimbisāra was，we are told，held in esteem also by the people of Anga （MA.i.394），and the people of the two countries evidently used to pay frequent visits to each other （J.ii.211）. We never hear of its having regained its former independence，and traditions of war between the two countries are mentioned （E.g.，J.iv.454； J.v.316； J.vi.271）.\u003cbr\u003e\u003cbr\u003eIn the Buddha’s time the Angarājā was just a wealthy nobleman，and he is mentioned merely as having granted a pension to a Brahmin （M.ii.163）. The people of Anga and Magadha are generally mentioned together，so we may gather that by the Buddha’s time they had become one people. They provide Uruvela-Kassapa with offerings for his great sacrifice （Vin.i.27）. It was their custom to offer an annual sacrifice to Mahā-Brahmā in the hope of gaining reward a hundred thousand fold. On one occasion Sakka appears in person and goes with them to the Buddha so that they may not waste their energies in futile sacrifices （SA.i.269-70）.\u003cbr\u003e\u003cbr\u003eSeveral discourses were preached in the Anga country，among them being the Sonadanda Sutta and the two Assapura Suttas （Mahā- and Cūla-）. TheMahāgovinda Sutta seems to indicate that once，in the past，Dhatarattha was king of Anga. But this，perhaps，refers to another country （Dial.ii.270 n.； see also The Rāmāyana i.8，9，17，25）. \u003cbr\u003e\u003cbr\u003eSona Kolivisa，before he entered the Order，was a squire （paddhagu） of Anga. Thag.v.632.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Anga.\u003c/i\u003e King.-Chief lay supporter of Sumana Buddha （BuA.130）； the Buddhavamsa mentions Varuna and Sarana as Sumana’s aggupatthākā and Udena as upatthāka. Bu.v.28.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Anga.\u003c/i\u003e-A king of Benares on whose feet hair grew. He inquired of the brahmins the way to heaven，and was told to retire to the forest and tend the sacred fire. He went to Himavā with many cows and women and did as he was counselled. The milk and ghee left over from his sacrifices were thrown away，and from them arose many minor rivers，the Ganges itself，and even the sea. Later he became Indra’s companion. J.vi.203\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Anga.\u003c/i\u003e-King of the Anga country，between whom and King Magadha there was constant war，with varying fortunes. In the end，Magadha，with the help of the Nāga king Campeyya，seized Anga and slew him. J.iv.453.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5. Anga.\u003c/i\u003e-One of the Pacceka Buddhas mentioned in the list in the Apadana Commentary. ApA.i.107.\u003cbr\u003e\u003cbr\u003e \u003ci\u003e6. Angā\u003c/i\u003e.-Chieftains of Anga，so called，according to the Digha Nikāya Commentary （i.279），because of the beauty of their limbs. Their name was customarily （rūlhi-vasena） used to denote their country."]]
