[["V","Angulimāla：A robber who was converted by the Buddha in the twentieth year of his ministry，and who，later，became an arahant. His story appears both in the Majjhima Cy.，743ff.，and in the Thag. Cy.，ii.57ff. The two accounts differ in certain details； I have summarised the two versions. \u003cbr\u003e\u003cbr\u003eHe was the son of the brahmin Bhaggava，chaplain to the king of Kosala，his mother beingMantānī. He was born under the thieves’ constellation，and on the night of his birth all the armour in the town shone，including that belonging to the king. Because this omen did no harm to anyone the babe was named Ahimsaka. The Thag. Cy. says he was first called Himsaka and then Ahimsaka. See also Ps. of the Brethren，323，n.3.\u003cbr\u003e\u003cbr\u003eAt Takkasilā he became a favourite at the teacher’s house，but his jealous fellow-students poisoned his teacher’s mind，and the latter，bent on his destruction，asked as his honorarium a thousand human right-hand fingers. Thereupon Ahimsaka waylaid travellers in theJālinī forest in Kosala and killed them，taking a finger from each. The finger-bones thus obtained he made into a garland to hang round his neck，hence the name Angulimāla.\u003cbr\u003e\u003cbr\u003eAs a result of his deeds whole villages were deserted，and the king ordered a detachment of men to seize the bandit，whose name nobody knew. But Angulimāla’s mother，guessing the truth，started off to warn him. By now he lacked but one finger to complete his thousand，and seeing his mother coming he determined to kill her. But the Buddha，seeing his upanissaya，went himself to the wood，travelling thirty yojanas，（DA.i.240； J.iv.180） and intercepted Angulimāla on his way to slay his mother. Angulimāla was converted by the Buddha’s power and received the ”ehi bhikkhu pabbajjā” （Thag.868-70） while the populace were yelling at the king’s palace for the robber’s life. Later，the Buddha presented him before King Pasenadi when the latter came to Jetavana，and Pasenadi，filled with wonder，offered to provide the monk with all requisites. Angulimāla，however，had taken on the dhutangas and refused the king’s offer.\u003cbr\u003e\u003cbr\u003eWhen he entered Sāvatthi for alms，he was attacked by the mob，but on the admonition of the Buddha，endured their wrath as penance for his former misdeeds.\u003cbr\u003e\u003cbr\u003eAccording to the Dhammapadatthakatha （iii.169） he appears to have died soon after he joined the Order.\u003cbr\u003e\u003cbr\u003eThere is a story of how he eased a woman’s labour pains by an act of truth. The words he used in this saccakiriyā （yato aham sabbaññutabuddhassa ariyassa ariyāya jātiyā jāto） have come to be regarded as a paritta to ward off all dangers and constitute the Angulimāla Paritta. The water that washed the stone on which he sat in the woman’s house came to be regarded as a panacea （M.ii.103-4； MA.747f）.\u003cbr\u003e\u003cbr\u003eIn the Angulimāla Sutta he is addressed by Pasenādi as Gagga Mantānīputta，his father being a Gagga. The story is evidently a popular one and occurs also in the Avadāna Sataka （No.27）.\u003cbr\u003e\u003cbr\u003eAt the Kosala king’s Asadisadāna，an untamed elephant，none other being available，was used to bear the parasol over Angulimāla. The elephant remained perfectly still - such was Angulimāla’s power （DhA.iii.185； also DA.ii.654）.\u003cbr\u003e\u003cbr\u003eThe conversion of Angulimāla is often referred to as a most compassionate and wonderful act of the Buddha’s，e.g. in theSutasoma Jātaka，（J.v.456f.； see also J.iv.180； SnA.ii.440； DhA.i.124） which was preached concerning him. The story of Angulimāla is quoted as that of a man in whose case a beneficent kamma arose and destroyed former evil kamma （AA.i.369）.\u003cbr\u003e\u003cbr\u003eIt was on his account that the rule not to ordain a captured robber was enacted （Vin.i.74）.\u003cbr\u003e\u003cbr\u003eFor his identification with Kalmāsapāda see J.P.T.S.，1909，pp. 240ff."]]
