[["C","animitta：a. [a-nimitta] 無相的，無因相. -cetovimutti 無相心解脱. -samādhi 無相三昧."],["S","animitta：a. [a-nimitta] 無相の，無因相. -cetovimutti 無相心解脱. -samādhi 無相三昧."],["A","animitta：a. [a-nimitta] 無相の，無因相. -cetovimutti 無相心解脱.-cetovimutti-samāpatti 無相心解脱定.-ceto-samādhi 無相心定.-jhāna无相禅.-dhātu无相界.-phala-samāpatti无相果等至.-phassa无相触.-vipassanā无相观.-vimokkha无相解脱[三解脱の一].-vihāra无相住.-vihāra-samāpatti无相住等至. -samādhi 無相三昧"],["F","Animitta，（a無+nimitta相），【形】無相。animitta ceto-samādhi，無相心定（無想心定）。M.A.43./II，355.：Animittā cetovimutti nāma terasa dhammā--vipassanā，cattāro āruppā，cattāro maggā，cattāri ca phalānīti. Tattha vipassanā niccanimittaṁ sukhanimittaṁ attanimittaṁ ugghāṭetīti animittā nāma.  Cattāro āruppā rūpanimittassa abhāvena animittā nāma. Maggaphalāni nimittakaraṇānaṁ kilesānaṁ abhāvena animittāni.（無相心解脫有四法：毘婆舍那、四無色、四道和四果。此處毘婆舍那是解開常相、樂相、我相，名為無相。四無色是沒有色相，名為無相。道與果是沒有汙染的作相，名為無相。）animittaṁ cetosamādhiṁ﹐無相心三摩地（「阿難！當如來不作意一切相（sabbanimittanaṁ=rūpanimittādīnaṁ色相）之時，及滅絕任何感受（ekaccānaṁ vedanānaṁ=lokiyānaṁ vedanānaṁ諸世間的感受）而入於無相心三摩地（phalasamāpatti「果三摩缽地」，巴宙譯：《大般涅盤經》誤譯作：「滅想定」），阿難！此時如來（老化）之身，才完全舒服的（phāsutaro）。」（D.16.Mahāparinibbānasuttaṁ大般涅盤經﹐CS：p.2.86；Dīgha-aṭṭhakathā CS：p.2.138；Dīgha-ṭīkā CS：p.2.146）"],["B","animitta：animitta（na）\u003cbr\u003e  အနိမိတ္တ（န）\u003cbr\u003e  [na+nimitta]\u003cbr\u003e  [န+နိမိတ္တ]"],["K","animitta：အနိမိတ္တ（န）\u003cbr\u003e  [န+နိမိတ္တ]\u003cbr\u003e  （၁） နိမိတ် မဟုတ်သော။ （က） ပိုင်းခြားသတ်မှတ်ကြောင်းဖြစ်သည့် အမှတ်အသား-နိမိတ်-မဟုတ်သော။ （ခ） သင်္ခါရနိမိတ်မဟုတ်သော၊ နိဗ္ဗာန်။ （တိ） （၂） နိမိတ်မရှိသော၊ ပိုင်းခြားသတ်မှတ်ကြောင်းဖြစ်သည့် အမှတ်အသား-နိမိတ်-မရှိသော-သိမ်၊ အချင်းခပ်သိမ်း နိမိတ်မကြားဘဲ သမုတ်အပ်သော သိမ်။ （၃） （က） ရာဂစသော အကြောင်းနိမိတ်မရှိသော၊ သင်္ခါရတို့၏ ကိုယ်ကောင်စသည်ကဲ့သို့ ထင်ခြင်း နိမိတ်မရှိသော၊ （သင်္ခါရနိမိတ်ကင်းသော အခြင်းအရာအားဖြင့် နိဗ္ဗာန်ကို အာရုံပြု၍ဖြစ်သော） အနိမိတ္တဟူသော နိဗ္ဗာန်အာရုံရှိသော၊ မဂ်，ဖလသမာပတ်။ （ခ） နိစ္စနိမိတ်စသည်ကို စွဲယူကြောင်း ကိလေသ နိမိတ်မရှိသော၊ ဝိပဿနာ，မဂ်，ဖိုလ်，နိဗ္ဗာန်၊ အနိစ္စာနုပဿနာ，အနိမိတ္တဝိမောက္ခ，အနိမိတ္တဖလသမာပတ်，အနိမိတ္တနိဗ္ဗာန်။ （ဂ） နိစ္စနိမိတ်စသည်ကို ခွါသော၊ ရာဂနိမိတ်စသည်ကို မယူသော၊-အနိမိတ္တဝိပဿနာ，အနိစ္စာနုပဿနာ။ （ဃ） ရာဂနိမိတ်，သင်္ခါရနိမိတ် မရှိသော၊-နိဗ္ဗာန်။ （င） ခပ်သိမ်းသော နိမိတ်မှ ကင်းသော နိဗ္ဗာန်။ （စ） ရာဂနိမိတ်စသည်，ရူပနိမိတ်စသည်，နိစ္စနိမိတ်စသည်မရှိသော၊-အရဟတ္တဖိုလ်သမာပတ်။ （ဆ） ရုပ်စသည့် ခပ်သိမ်းသော အာရုံနိမိတ်မရှိသော၊ ခပ်သိမ်းသော နိမိတ်ကင်းသည့် နိဗ္ဗာန်အာရုံရှိသော၊-နိရောဓသမာပတ်မှ ထသော ဖလသမာပတ်။ （ဇ） ခပ်သိမ်းသော သင်္ခါရနိမိတ်ကင်းသော၊-နိဗ္ဗာနဓာတ်။ （ဈ） နိစ္စနိမိတ်，သုခနိမိတ်，အတ္တနိမိတ်ကို ခွါသော၊-ဝိပဿနာ၊ ကသိုဏ်းရူပနိမိတ် မရှိသော၊-အာရုပ္ပ-၄-ပါး၊ နိမိတ်ကို ပြုတတ်သော ကိလေသာမရှိသော၊-မဂ်，ဖိုလ်။ အနိမိတ္တသမာပတ္တိ-လည်းကြည့်။ （ည） အလုံးစုံသော နိစ္စနိမိတ်စသည် မရှိသော၊ ဗလဝဝိပဿနာ။ （၄） အမှတ်အသား-နိမိတ်-မရှိသော-မထားသော၊ ကျရာအရပ်ကို နှလုံးမသွင်းသော။ （၅） ပိုင်းခြား-ဆုံးဖြတ်-အပ်သော-နိမိတ်မရှိသော။ （၆） အချိန်းအချက်ပြုအပ်သော နိမိတ်မရှိသော။ （၇） （က） အကြောင်းနိမိတ် မရှိသော။ （ခ） ဘေးဥပဒ်အကြောင်းဖြစ်သော ခိုးသူမရှိသော။ အခိလ-ကြည့်။ （ဂ） အင်္ဂါဇာတ်နိမိတ်မရှိသော၊ သူ။"],["R","animitta：အ-နိမိတ္တ（တိ） \u003cbr\u003eအကြောင်းမရှိသည်။ အာရုံမပြုသည်။ "]]
