[["C","anojā：anojakā f. 赤花的灌木."],["S","anojā：anojakā f. 赤花の灌木."],["A","anojā，anojakā  f. 赤花の灌木"],["D","Anojā，【陰】 有橙色花的植物。（p23）"],["F","Anojā，【陰】有橙色花的植物。"],["B","anojā：anojā（thī）\u003cbr\u003e  အနောဇာ（ထီ）\u003cbr\u003e  [anoja+a]\u003cbr\u003e  [အနောဇ+အ]"],["C","anojā：[f.] a plant with orange-coloured flowers."],["P","Anojā，（f.） [*Sk. anujā] a kind of shrub or tree with red flowers J.VI，536 （korandaka +）； usually in cpd. \u003ci\u003eanojapuppha\u003c/i\u003e the a. flower，used for wreaths etc. J.I，9 （°dāma，a garland of a flowers）； VI，227 （id.）； DhA.II，116 （°caṅgoṭaka）. （Page 46）"],["V","Anojā：1. Anojā.-Wife of Mahākappina，while he was king，before he entered the Order. She had been his wife in former births as well and had helped him in his good works. In this age she was of equal birth with Mahākappina and became his chief consort. She was so called because her complexion was the colour of anoja-flowers.\u003cbr\u003e\u003cbr\u003eWhen Kappina made his renunciation，she and her companions followed him in chariots，crossing rivers by an act of truth （saccakiriyā），saying ”the Buddha could not have arisen only for the benefit of men，but for that of women as well.”\u003cbr\u003e\u003cbr\u003eWhen she saw the Buddha and heard him preach，she and her companions became Stream-enterers. She was ordained by Uppalavannā （AA.i. pp.176ff. ； SA.ii.，pp.178ff）. In the Visuddhimagga it is said that Mahākappina was present when she heard the Buddha preach，but the Buddha contrived to make him invisible. When she asked whether the king was there，the Buddha’s reply was ”Would you rather seek the king or the self?” ”The self ” was the answer （p.393. The conversation on the ”self” seems to have been borrowed from Vin.i.23.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003e2. Anojā.-See Anujjā."],["U","ANOJĀ：[f] một thứ cây có bông màu cam"],["K","anojā：＂အနောဇာ（ထီ）\u003cbr\u003e  [အနောဇ+အ]\u003cbr\u003e  မဟာကပ္ပိနမင်း၏ မိဖုရား အနောဇာဒေဝီ။ ဤမိဖုရားသည် ရှေးကောင်းမှုအရ အနောဇပန်းကဲ့သို့ ဝါရွှေသော အဆင်းရှိသောကြောင့် အနောဇာဟူသော အမည်ကို ရသည်။ မဟာကပ္ပိနမင်းကြီး ထီးနန်းစွန့်၍ မြတ်စွာဘုရားထံ ရဟန်းပြုရန်ထွက်ခွါသွားသည်တွင် မိမိလည်း မင်းကြီးနည်းတူ ရဟန်းပြုရန် နောက်ပါ အမျိုးသမီး အခြံအရံနှင့် အတူ လိုက်သွား၍ ဘုရားရှင်ထံရောက်ရာ ဘုရားရှင်က တရားဟောသဖြင့် သောတာပတ္တိဖိုလ်သို့ ဆိုက်ရောက်ပြီးနောက် ဥပ္ပလဝဏ်ထေရီမကို ဥပဇ္ဈာယ်ပြု၍ ရဟန်းမဘဝကို ရသည်။"],["R","anojā：အနောဇာ "]]
