[["B","anomā：anomā（thī）\u003cbr\u003e  အနောမာ（ထီ）\u003cbr\u003e  [na+oma]\u003cbr\u003e  [န+ဩမ]"],["V","Anomā：1. Anomā.-A river thirty leagues to the east of Kapilavatthu，where Gotama went after leaving home. According to the Lalita Vistara，the river was only six yojanas from the city，and Cunningham accepts this （p. 485 ff）. It was eight usabhas in breadth，but\u003cbr\u003e\u003cbr\u003eKanthaka cleared it in one leap. It was here that Gotama cut off his hair and beard and put on the orange garments of the ascetics，brought to him by the Brahmā Ghatikāra.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eOn its banks was the mango grove of Anupiya （J.i.64f.； SnA.382）. Three kingdoms lay between it and Kapilavatthu. （BuA.5. The countries of the Sākiyans，Koliyans and Mallas； see Expositor i.43n.，where Kapilavatthu，Devadaha and Koliya are mentioned as the three kingdoms）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eFrom the river to Rājagaha was a distance of thirty leagues，which Gotama took seven days to walk （J.i.65； SnA.382）. It took him a whole night to ride from Kapilavatthu to Anomā （VvA.314）.\u003cbr\u003e\u003cbr\u003eThe name seems to have meant ”Glorious，” or ”not Slight”. See J.i.64，where Gotama asks Channa the name of the river and Channa replies ”It is Anoma （glorious）.” ”Good，” says Gotama，”my renunciation shall also be anomā.” The Burmese name is Anauma （Bigandet. p.41）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eCunningham （*） identifies the river with the modern Aumi. He states his belief that the word means ”inferior，” to distinguish it from other and larger rivers in the neighbourhood，and that the original name in Pali was Omā. According to him the confusion in names arose from a misunderstanding of Channa’s reply. It is difficult to accept this suggestion because evidently，according to the tradition quoted in the Jātaka commentary and elsewhere，the name of the river was taken as a good augury for the accomplishment of Gotama’s desires.\u003cbr\u003e\u003cbr\u003e  （*） p.486ff.； in the Sutta Nipāta （vv. 153，177） and again in the Samyutta   （i. 33） the Buddha is spoken of as Anomanāma. Buddhaghosa （SA.i.67） explains   this as meaning having no ”defect，” endowed with perfection   （sabbagunasamannāgatattā avekalla-nāmam； paripūranāmam）.\u003cbr\u003e\u003cbr\u003eThomas （Loc cit.，p. 61 and n.1），on the other hand，suggests that Anomā did not necessarily really exist. There was possibly an actual locality to the east of Kapilavatthu traditionally associated with Gotama’s flight. It was probably near Anupiya of the Malla country，and the names given to it，such as Anomā，Anomiya，Anuvaniya，Anumaniya，were corruptions of Anupiya in the popular dialects of the neighbourhood. \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Mahāvastu does not mention a river； it only mentions a town，Anomiya，twelve leagues from Kapilavatthu. The names Anuvaineya and Maneya occur in the Lalitavistara.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003e2. Anomā.-Mother of Nārada Buddha. Bu.x.18； J.i.37."],["K","anomā：＂အနောမာ（ထီ）\u003cbr\u003e  [န+ဩမ]\u003cbr\u003e  （၁） အနောမာမည်သော မိဖုရား၊ （နာရဒဘုရား၏ မယ်တော်）။ （၂） အနောမာမည်သော မြစ်။"],["R","anomā：အနောမာ（ဣ） \u003cbr\u003eအနောမာမြစ်။ "]]
