[["C","Anotatta：m. 阿耨達，無熱惱 [雪山之池]."],["S","Anotatta：m. 阿耨達，無熱悩 [雪山の池]."],["D","Anotatta，【陽】 喜馬拉雅山的一個湖的名字（一些印度河流的水源）。（p23）"],["F","Anotatta，（梵Anavatapta），【陽】阿耨（ㄋㄡˋ）達池，喜馬拉雅山的一個湖的名字（《長阿含經》說，由阿耨達池流出四大河。T1.116.3）。"],["B","anotatta：anotatta（pu）\u003cbr\u003e  အနောတတ္တ（ပု）\u003cbr\u003e  [na+avatatta. pabbatakūṭehi paṭicchannattā candimasūriyānaṃ santāpehi otattaṃ uṇhaṃ udakaṃ ettha natthīti anotatto. apa，ṭṭha，2.2va1. sūriyaraṃsisamphuṭṭhābhāvena na avatapati udakamettāti anotatto. ，ṭī.679. ma，ṭṭha，3.25. aṃ，ṭṭha，3.218. suttani，ṭṭha，2.161. udāna，ṭṭha.273-. saṃ，ṭṭha，3.327-nitea anodatta-hu tatiyakkharāda rhine. tatiyakkharāda- ]]anodatta]]ma ，ṭī，sya.679-nitea pra. （anavatapta-saṃ）]\u003cbr\u003e  [န+အဝတတ္တ။ ပဗ္ဗတကူဋေဟိ ပဋိစ္ဆန္နတ္တာ စန္ဒိမသူရိယာနံ သန္တာပေဟိ ဩတတ္တံ ဥဏှံ ဥဒကံ ဧတ္ထ နတ္ထီတိ အနောတတ္တော။ အပ၊ဋ္ဌ၊၂။၂ဝ၁။ သူရိယရံသိသမ္ဖုဋ္ဌာဘာဝေန န အဝတပတိ ဥဒကမေတ္တာတိ အနောတတ္တော။ ဓာန်၊ဋီ။၆၇၉။ မ၊ဋ္ဌ၊၃။၂၅။ အံ၊ဋ္ဌ၊၃။၂၁၈။ သုတ္တနိ၊ဋ္ဌ၊၂။၁၆၁။ ဥဒါန၊ဋ္ဌ။၂၇၃-တို့လည်းကြည့်။ သံ၊ဋ္ဌ၊၃။၃၂၇-၌ အနောဒတ္တ-ဟု တတိယက္ခရာဒနှင့် ရှိနေသည်။ တတိယက္ခရာဒ-နှင့် ＇＇အနောဒတ္တ＇＇မသင့်ကြောင်း ဓာန်၊ဋီ၊သျ။၆၇၉-၌ မှတ်ချက်ပြဆိုသည်။ （အနဝတပ္တ-သံ）]"],["C","anotatta：[m.] name of a lake in the Himalayas （from which several Indian rivers flow）."],["V","Anotatta：1. Anotatta\u003cbr\u003e\u003cbr\u003eOne of the seven great lakes of Himavā.\u003cbr\u003e\u003cbr\u003eThe others being Kannamunda，Rathakāra，Chaddanta，Kunāla，Mandākinī and Sīhappapāta. It is surrounded by five mountain peaks，Sudassanakūta，Citrakūta，Kālakūta，Gandhamādana and Kelāsa.  \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eSudassanakūta is concave，shaped like a crow’s beak and overshadows the whole lake，which is hidden also by the other peaks. The lake is 150 leagues long，50 leagues wide and 50 leagues deep. All the rains that fall on the five peaks and all the rivers that rise in them flow into the lake. The light of the sun and of the moon never falls directly on the，water but only in reflection. This means that the water is always cool，hence the name.  \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eMany bathing places are found therein free from fish and tortoises，with crystal clear waters，where Buddhas，Pacceka Buddhas and arahants bathe，and whither devas and yakkhas come for sport. Four channels open out of the lake in the direction of the four quarters：Sīhamukha，Hatthimukha，Assamukha and Usabhamukha. Lions abound on the banks of the Sīhamukha； elephants，horses and cattle respectively on the others. Four rivers flow from these channels； the eastward river encircles the lake three times，waters the non-human regions of Himavā and enters the ocean. The rivers that flow north and westward flow in those directions through regions inhabited by non-humans and also enter the ocean. The southward river，like the eastward，flows three times round the lake and then straight south over a rocky channel for sixty leagues and then down a precipice，forming a cascade six miles in width. For sixty leagues the water dashes through the air on to a rock named Tiyaggala，whereon by the force of the impact of the waters the Tiyaggalapokkharani has been formed，fifty leagues deep. From this lake the waters run through a rocky chasm for sixty leagues，then underground for sixty leagues to an oblique mountain，Vijjha，where the stream divides into five，like the fingers of the hand. The part of this river which encircles the original lake Anotatta is called āvattagangā； the sixty leagues of stream which run over the rocky channel，Kanhagangā； the sixty leagues of waterfall in the air，ākāsagangā； the sixty leagues flowing out of the Tiyaggala-pokkharanī and through the rocky gorge is called Bahalagangā，and the river underground，Ummaggagangā. The five streams into which the river is divided after leaving the oblique mountain Vijjha are called Gangā，Yamunā，Aciravatī，Sarabhū and Mahī （SnA.ii.407； 437-9； MA.ii.585f.； AA.ii.759-60）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eA wind called Siñcanakavāta （sprinkling wind） takes water from the Anotatta lake and sprinkles the Gandhamādana mountain with it （SnA.i.66）. The lake is one of the last to dry up at the end of the world （A.iv.101）. To be bathed in the waters of the lake is to be thoroughly cleansed. Thus the Buddha’s mother，on the day of her conception，dreamt that she had been taken to the lake and had bathed there. This was interpreted to mean that she would give birth to a holy son （MA.ii.918）.\u003cbr\u003e\u003cbr\u003eDuring periods when the world does not possess a Buddha，the Pacceka Buddhas，who dwell in Gandhamādana，come amongst men and wash their faces in the lake before starting on their aerial journey for Isipatana （MA.i.386） or elsewhere （E.g.，J.iii.319，iv.368）. The Buddha would often go to Anotatta for his ablutions and proceed from there to Uttarakuru for alms，returning to the lake to have his meal and spend the hot part of the day on its banks. E.g.，before his visit to Uruvelakassapa （Vin.i.28）； and again during the three months he spent in Tāvatimsa （DhA.iii.222）； see also J.i.80.\u003cbr\u003e\u003cbr\u003eExamples are given of other holy men doing the same. E.g.，Mātangapandita，J.iv.379； see also DhA.ii.211.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThere are many bathing-places in the lake； those for the Buddhas，Pacceka Buddhas，monks，ascetics，the Four Regent gods and other inhabitants of the deva-worlds，and for the goddesses，were all separate from each other. In the bathing-place of the goddesses there once arose a dispute between Kālakannī and Sirī as to which should bathe first （J.iii.257ff）. Other instances are given of goddesses bathing in the lake and resting on the banks of the Manosilātala next to it （E.g.，J.v.392）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIt was considered the summit of iddhi-power to be able to obtain water from Anotatta. Thus，when the Buddha wished to make known the great powers of Sumana-Sāmanera，he expressed a desire to have water fetched from the lake in which to wash his feet； no one was willing or able to fetch it except the novice Sumana （DhA.iv.134ff）. And Sona，to show his iddhi to the 101 kings who escorted his brother Nanda to his hermitage，brought water from Anotatta for them and for their retinue （J.v.320-1）. To provide water from the lake for the personal use of some eminent person is considered one of the best ways of showing him esteem. Thus，when a friendship was established between the king of the swans，Javahamsa，and the king of Benares，the former brought the famous water from Anotatta to the king for his ablutions （J.iv.213）. Pannaka，the Nāga king of Anotatta，promised to supply water to Sumana-Sāmanera as amends for his earlier discourtesy （DhA.iv.134，also ThagA.457 where the story is given in detail）； and Nanda，when he wished to ask his brother’s forgiveness for disobedience，thought it a good way of showing his repentance to bring him water from the lake （J.v.314）. This water had curative powers； Anuruddha’s abdominal affliction was cured by its use （DhA.iv.129）. To be able to use water from Anotatta daily was a great luxury and a sign of real prosperity. Gods brought to Asoka eight pingo-loads of lake water in sixteen pots for his use （Sp.i.42； Mhv.v.24； 84； xi.30）. Vessavana employed yakkhinis to fetch water for him in turn，each turn lasting for four to five months. It was exhausting work and some of them died before their term of service was over （DhA.i.40）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eRegular assemblies of the devas and yakkhas were held on the banks of Anotatta，at which contests of skill took place （E.g，among the daughters of Vessavana，demonstrating their ability to dance，VvA.131-2）. Sometimes the Buddha would go there with a company of monks and preach or make proclamations （E.g.，Ap.i.299）. Monks would often dwell there in meditation and come when summoned （Dvy.399）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eA mahā-kappa is measured by reckoning the amount of time that would be required to empty the Anotatta lake，by dipping into it a blade of kusa-grass，and shaking out from it one drop of water once in every hundred years （PvA.254）.\u003cbr\u003e\u003cbr\u003eJust as the water of Anotatta，having ultimately entered the ocean through the Ganges，would never turn back，so the Bodhisatta，in his last birth，would never turn back from his purpose of becoming Buddha for the sake of becoming a cakkavatti （Mil.286-7）.\u003cbr\u003e\u003cbr\u003eThe Divyavadana speaks of a class of devas who dwelt near Anotatta，whom it calls Anavatapta-kāyikādevatā （p.153）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003e2. Anotatta.-One of the tanks built by Parakkamabāhu I. of Ceylon. A canal called the Bhagīrathī flowed from it. Cv.lxxxix.49."],["U","ANOTATTA：[m] một cái hồ trong Hy Mã Lạp Sơn，từ đó chảy ra nhiều con sông ở Ấn Độ （sông Hằng）"],["K","anotatta：＂အနောတတ္တ（ပု）\u003cbr\u003e  [န+အဝတတ္တ။ ပဗ္ဗတကူဋေဟိ ပဋိစ္ဆန္နတ္တာ စန္ဒိမသူရိယာနံ သန္တာပေဟိ ဩတတ္တံ ဥဏှံ ဥဒကံ ဧတ္ထ နတ္ထီတိ အနောတတ္တော။ အပ၊ဋ္ဌ၊၂။၂ဝ၁။ သူရိယရံသိသမ္ဖုဋ္ဌာဘာဝေန န အဝတပတိ ဥဒကမေတ္တာတိ အနောတတ္တော။ ဓာန်၊ဋီ။၆၇၉။ မ၊ဋ္ဌ၊၃။၂၅။ အံ၊ဋ္ဌ၊၃။၂၁၈။ သုတ္တနိ၊ဋ္ဌ၊၂။၁၆၁။ ဥဒါန၊ဋ္ဌ။၂၇၃-တို့လည်းကြည့်။ သံ၊ဋ္ဌ၊၃။၃၂၇-၌ အနောဒတ္တ-ဟု တတိယက္ခရာဒနှင့် ရှိနေသည်။ တတိယက္ခရာဒ-နှင့် ＇＇အနောဒတ္တ＇＇မသင့်ကြောင်း ဓာန်၊ဋီ၊သျ။၆၇၉-၌ မှတ်ချက်ပြဆိုသည်။ （အနဝတပ္တ-သံ）]\u003cbr\u003e  ပူသော ရေမရှိသော၊ နေပူရှိန်စသည့် ပူသော ရေမရှိရာ-အစဉ်ထာဝရအေးမြသော ရေရှိရာ-အိုင်၊ အနောတတ်-အနဝတတ်-အိုင်။ ဤအိုင်သည် အလျား，အနံ，အစောက်ယူဇနာ ၅ဝ-စီနှင့် အဝန်းယူဇနာ ၁၅ဝ-စီရှိကြသည့် ဟိဝမန္တာရှိ အိုင်ကြီး ၇-အိုင်တို့တွင် တစ်ခုအပါအဝင်ဖြစ်သည်။ မူရင်းကြည့်ပါ။"],["R","anotatta：အနောတတ္တ（ပ） \u003cbr\u003eအနဝတတ်အိုင်။ "],["R","anotatta：အနောတတ္တ（တိ） （အန်+ဩ√တပ်+တ）\u003cbr\u003eနေပူမလောင်သော။ "]]
