[["C","anupiya：anuppiya n. [anu-piya] 甘言，阿諛，奉承（逢迎，巴結）. -bhāṇin，-bhāṇitar 甘言者，阿諛者."],["S","anupiya：anuppiya n. [anu-piya] 甘言，阿諛，へつらい. -bhāṇin，-bhāṇitar 甘言者，阿諛者."],["A","anupiya，anuppiya  n. [anu-piya] 甘言，阿諛，へつらい. -bhāṇin，-bhāṇitar 甘言者，阿諛者"],["F","Anupiya，Anuppiya﹐（anu + piya），【形】諂媚，高興（flattering，plessant）。anuppiyabhāṇī，諂媚說者。D.31./III，186.︰“Catūhi kho，gahapatiputta，ṭhānehi anuppiyabhāṇī amitto mittapatirūpako veditabbo. 1Pāpakaṁpissa anujānāti，2kalyāṇaṁpissa anujānāti，3sammukhāssa vaṇṇaṁ bhāsati，4parammukhāssa avaṇṇaṁ bhāsati.（居士子！「諂媚者」有四種狀況，可以視為像朋友的非朋友。一、也縱容（做）惡事。二、也不許（做）善事。三、當前贊美。四、背後毀謗。）"],["B","anupiya：anupiya（na，thī）\u003cbr\u003e  အနုပိယ（န၊ထီ）\u003cbr\u003e  [anu+piya. yadicchā¿ ṅaṃmūnitea anuppiya （dī，3，1.syāmū asī-mū）hu¤ç anūpiya （imūjā，ṭṭha，1.14va.=chaṭṭhamū，156）hu¤ ra.  anūpiya anūpa+iya-hu kraṃ. ī ho thīç ni uho napuṃ. anupiyāyaṃ viharati anupiyaṃ nāma mallānaṃ nigamo. vi，4.336. mallesu viharati anupiyaṃ nāma mallānaṃ nigamo. dī，3.1. anupiyanti evaṃnāmako mallānaṃ janapadassa eko nigamo. dī，ṭṭha，3，1. anupiyāyaṃ viharati ambavane. udāna.98. anupiyāyanti evaṃnāmake nagare. ambavaneti tassa nagarassa...tena vuttaṃ ]]anupiyāyaṃ viharati ambavane]]ti. udāna，ṭṭha.143. taṃ bhagavā anupiyāyaṃ ambavane viharanto. thera，ṭṭha1.4va5. anupiyaṃ nāma ambavanaṃ atthi. jā，ṭṭha，1.77. buddhasāsanikapaṭṭhavī. 196-7- .]\u003cbr\u003e  [အနု+ပိယ။ ယဒိစ္ဆာနာမ်ပုဒ်¿ နိုင်ငံခြားမူတို့၌ အနုပ္ပိယ （ဒီ၊၃၊၁။သျာမူကွဲနှင့် အချို့သီ-မူ）ဟု၎င်း，အနူပိယ （ဣမူဇာ၊ဋ္ဌ၊၁။၁၄ဝ။=ဆဋ္ဌမူ၊၁၅၆）ဟု၎င်း တွေ့ရသည်။ ထိုတွင် အနူပိယကို အနူပ+ဣယ-ဟု ကြံနိုင်သည်။ ဤပုဒ်သည် မြို့ဟောလျှင် ထီလိင်，နိဂုံးနှင့် ဥယျာဉ်ဟောလျှင် နပုံလိင်တည်း။ အနုပိယာယံ ဝိဟရတိ အနုပိယံ နာမ မလ္လာနံ နိဂမော။ ဝိ၊၄။၃၃၆။ မလ္လေသု ဝိဟရတိ အနုပိယံ နာမ မလ္လာနံ နိဂမော။ ဒီ၊၃။၁။ အနုပိယန္တိ ဧဝံနာမကော မလ္လာနံ ဇနပဒဿ ဧကော နိဂမော။ ဒီ၊ဋ္ဌ၊၃၊၁။ အနုပိယာယံ ဝိဟရတိ အမ္ဗဝနေ။ ဥဒါန။၉၈။ အနုပိယာယန္တိ ဧဝံနာမကေ နဂရေ။ အမ္ဗဝနေတိ တဿ နဂရဿ...တေန ဝုတ္တံ ＇＇အနုပိယာယံ ဝိဟရတိ အမ္ဗဝနေ＇＇တိ။ ဥဒါန၊ဋ္ဌ။၁၄၃။ တံ ဘဂဝါ အနုပိယာယံ အမ္ဗဝနေ ဝိဟရန္တော။ ထေရ၊ဋ္ဌ၁။၄ဝ၅။ အနုပိယံ နာမ အမ္ဗဝနံ အတ္ထိ။ ဇာ၊ဋ္ဌ၊၁။၇၇။ ဗုဒ္ဓသာသနိကပဋ္ဌဝီဝင်။ ၁၉၆-၇-လည်း ကြည့်။]"],["P","Anupiya，（anuppiya） （adj） [anu + piya] flattering，plessant，nt. pleasantness，flattery，in °bhāṇin one who flatters I） III，185； J.II，390； V，360； and °bhāṇitar id. Vbh.352. （Page 39）"],["V","Anupiya：A township in the Malla country to the east ofKapilavatthu. In the mango grove there （the Anupiya-ambavana） the Buddha，having arrived fromAnomā and having ordained himself，spent the first week after his renunciation，before going to Rājagaha，thirty leagues away （J.i.65-6）. \u003cbr\u003e\u003cbr\u003eHe went there again after his return from Kapilavatthu，whither he had gone to see his relations，and large numbers of Sākiyan princes joined the Order，including Bhaddiya，Anuruddha，Ananda，Bhagu，Kimbila，Devadatta and their barber，Upāli （Vin.ii.180f.； AA.i.108； DhA.i.133； iv.127）.\u003cbr\u003e\u003cbr\u003eIt was during this stay that the Buddha preached theSukhavihāri Jātaka （J.i.140）. From Anupiya the Buddha went to Kosambi （Vin.ii.184）. Near Anupiya was the pleasance where the Paribbājaka of the Bhaggavagotta lived. The Buddha visited him once while staying at Anupiya and it was then that he preached the Pātika Sutta （D.iii.1ff）.\u003cbr\u003e\u003cbr\u003eAnupiya was the birthplace of Dabba Mallaputta. ThagA.i.41； the Ap.，however，saysKusinārā （ii.473）.\u003cbr\u003e\u003cbr\u003eOnce when Sona Potiriyaputta was meditating the Buddha sent forth a ray of glory from the mango grove to encourage him （ThagA.i.316）.\u003cbr\u003e\u003cbr\u003eThe mango grove belonged to the Malla-rājās； they built a vihāra therein for the Buddha’s residence （UdA.161； DA.iii.816）.\u003cbr\u003e\u003cbr\u003eThe name is sometimes spelt Anopiya and Anūpiya （J.i.140）. See alsoAnomā."],["K","anupiya：＂အနုပိယ（န၊ထီ）\u003cbr\u003e  [အနု+ပိယ။ ယဒိစ္ဆာနာမ်ပုဒ်¿ နိုင်ငံခြားမူတို့၌ အနုပ္ပိယ （ဒီ၊၃၊၁။သျာမူကွဲနှင့် အချို့သီ-မူ）ဟု၎င်း，အနူပိယ （ဣမူဇာ၊ဋ္ဌ၊၁။၁၄ဝ။=ဆဋ္ဌမူ၊၁၅၆）ဟု၎င်း တွေ့ရသည်။ ထိုတွင် အနူပိယကို အနူပ+ဣယ-ဟု ကြံနိုင်သည်။ ဤပုဒ်သည် မြို့ဟောလျှင် ထီလိင်，နိဂုံးနှင့် ဥယျာဉ်ဟောလျှင် နပုံလိင်တည်း။ အနုပိယာယံ ဝိဟရတိ အနုပိယံ နာမ မလ္လာနံ နိဂမော။ ဝိ၊၄။၃၃၆။ မလ္လေသု ဝိဟရတိ အနုပိယံ နာမ မလ္လာနံ နိဂမော။ ဒီ၊၃။၁။ အနုပိယန္တိ ဧဝံနာမကော မလ္လာနံ ဇနပဒဿ ဧကော နိဂမော။ ဒီ၊ဋ္ဌ၊၃၊၁။ အနုပိယာယံ ဝိဟရတိ အမ္ဗဝနေ။ ဥဒါန။၉၈။ အနုပိယာယန္တိ ဧဝံနာမကေ နဂရေ။ အမ္ဗဝနေတိ တဿ နဂရဿ...တေန ဝုတ္တံ ＇＇အနုပိယာယံ ဝိဟရတိ အမ္ဗဝနေ＇＇တိ။ ဥဒါန၊ဋ္ဌ။၁၄၃။ တံ ဘဂဝါ အနုပိယာယံ အမ္ဗဝနေ ဝိဟရန္တော။ ထေရ၊ဋ္ဌ၁။၄ဝ၅။ အနုပိယံ နာမ အမ္ဗဝနံ အတ္ထိ။ ဇာ၊ဋ္ဌ၊၁။၇၇။ ဗုဒ္ဓသာသနိကပဋ္ဌဝီဝင်။ ၁၉၆-၇-လည်း ကြည့်။]\u003cbr\u003e  （၁） အနုပိယ အမည်ရှိသော နိဂုမ်း။ （၂） အနုပိယအမည်ရှိသော မြို့။ （၃） အနုပိယအမည်ရှိသော သရက်ဥယျာဉ်။ ၎င်းအနုပိယမြို့သည် ကပိလဝတ်မြို့တော်၏ အရှေ့တောင်ဖက်，မလ္လတိုင်း အဝင်အပါ မြို့တစ်ခုဖြစ်သည်။ ဘုရားအလောင်း တောထွက်စဉ်က ကပိလဝတ်မြို့တော်မှ ယူဇနာသုံးဆယ်ဝေးကွာသော အနောမာဖြစ်ကို ဖြတ်ကူး၍ သဲသောင်ပြင်၌ ဆံချ，ရဟန်းပြုလျက် ဤမြို့တွင် အနုပိယမည်သော သရက်ဥယျာဉ်၌ ခုနစ်ရက်ပတ်လုံး နေတော်မူပြီးလျှင် ဤမြို့မှ ယူဇနာသုံးဆယ် ခရီးရှိ ရာဇဂြိုဟ်မြို့သို့ ကြွတော်မူသည်။ အနောမာ-လည်းကြည့်။ ဘုရားဖြစ်ပြီးနောက် တစ်ဖန် ဤမြို့၌ သီတင်းသုံးနေတော်မူစဉ် ဘဒ္ဒိယ，အနုရုဒ္ဓ，အာနန္ဒာ，ဘဂု，ကိမိလ，ဒေဝဒတ်ဟူသော သာကီဝင်မင်းသားခြောက်ယောက်，၎င်းတို့၏ ဆတ္တာသည် ဥပါလိအပါအဝင် များစွာသော သာကီဝင်မင်းသားတို့ ရဟန်းပြုကြသည်။"]]
