[["C","Anuruddha：m. アヌルッダ（Anuruddha的片假名發音），阿那律 [佛弟子中的天眼第一]."],["S","Anuruddha：m. アヌルッダ，阿那律[仏弟子中の天眼第一]."],["M","Anuruddha：（比庫名）阿奴盧塔， （古音譯：）阿那律"],["F","Anuruddha，【陽】1.阿那律（人名）。2.認同。anuruddha-paṭiviruddha，認同或敵對。"],["B","anuruddha：anuruddha（pu）\u003cbr\u003e  အနုရုဒ္ဓ（ပု）\u003cbr\u003e  [anu+rudha+ta. anurudhakāme. kāmo icchā. anupubbo rudha dhātu icchāyaṃ vattati....anurujjhati paṇītaṃ paṇītaṃ vatthuṃ kāmetīti anuruddho. nīti，dhā.232. parimatthavinicchayaninitea ]]aniruddhayasassinā]]hu byu pra. sakkatabuddhabhāsānitea mahāsāvakamaeiea a aniruddha-hu prakra. lalitavitthāra，nhā-1. mahāvatthu，1.75. 3.117-. buddhasāsanikapaṭhavī. 92-3-nitea aniruddha-sā hu . （7） （8） a.]\u003cbr\u003e  [အနု+ရုဓ+တ။ အနုရုဓကာမေ။ ကာမော ဣစ္ဆာ။ အနုပုဗ္ဗော ရုဓ ဓာတု ဣစ္ဆာယံ ဝတ္တတိ။...အနုရုဇ္ဈတိ ပဏီတံ ပဏီတံ ဝတ္ထုံ ကာမေတီတိ အနုရုဒ္ဓေါ။ နီတိ၊ ဓာ။၂၃၂။ ပရိမတ္ထဝိနိစ္ဆယနိဂုမ်း၌ကား ＇＇အနိရုဒ္ဓယသဿိနာ＇＇ဟု ဗျုပ္ပတ်ကို ပြသည်။ သက္ကတဗုဒ္ဓဘာသာကျမ်းတို့၌ကား မဟာသာဝကမထေရ်၏ အမည်ကို အနိရုဒ္ဓ-ဟု ပြကြသည်။ လလိတဝိတ္ထာရ၊နှာ-၁။ မဟာဝတ္ထု၊၁။၇၅။ ၃။၁၁၇-တို့ကြည့်။ ဗုဒ္ဓသာသနိကပဌဝီဝင်။ ၉၂-၃-၌ကား အနိရုဒ္ဓ-သာ ပါဌ်မှန်ဟု ဆုံးဖြတ်သည်။ （၇） （၈） အနက်တို့လည်းကြည့်။]"],["B","anuruddha：anuruddha（ti）\u003cbr\u003e  အနုရုဒ္ဓ（တိ）\u003cbr\u003e  [anu+rudha+ta]\u003cbr\u003e  [အနု+ရုဓ+တ]"],["P","Anuruddha，[pp. of anurujjhati] enggaged in，devoted to； compliant or complied with，pleased S.IV，71，（anānuruddha）. （Page 42）"],["V","Anuruddha：\u003ci\u003e1. Anuruddha Thera\u003c/i\u003e\u003cbr\u003e\u003cbr\u003eFirst cousin of the Buddha and one of his most eminent disciples. He was the son of the Sākyan Amitodana and brother of Mahānāma. When members of other Sākyan families had joined the Order of their distinguished kinsman，Mahānāma was grieved that none had gone forth from his own. He therefore suggested to his brother that one of them should leave household life. Anuruddha was at first reluctant to agree，for he had been reared most delicately and luxuriously，dwelling in a different house for each season，surrounded by dancers and mimes. But on hearing from Mahānāma of the endless round of household cares he agreed to go. He could not，however，get his mother’s consent until he persuaded his cousin Bhaddiya to go with him. Together they went with Ananda，Bhagu，Kimbila，Devadatta and their barber Upāli，to the Blessed One at the Anupiya Mango Grove and were ordained. Before the rainy season was over Anuruddha acquired the dibbacakkhu （Vin.ii.180-3； Mtu.iii.177f），and he was later ranked foremost among those who had obtained this attainment （A.i.23）.\u003cbr\u003e\u003cbr\u003eHe then received from Sāriputta，as topic of meditation，the eight thoughts of a great man. The list is given in A.iv.228ff. Another conversation he had with Sāriputta before becoming an arahant is reported in A.i.281-2. He went into the Pācīnavamsadāya in the Ceti country to practise these. He mastered seven，but could not learn the eighth. The Buddha，being aware of this，visited him and taught it to him. Thereupon Anuruddha developed insight and realised arahantship in the highest grade （A.iv. loc. cit.； AA.108-9； Thag.901）.\u003cbr\u003e\u003cbr\u003eAnuruddha appears in the Suttas as an affectionate and loyal comrade-bhikkhu，full of affection to his kinsman，the Buddha，who returned his love. In the assembly he stood near the Buddha （Bu.v.60）. When the Buddha，disgusted with the quarrels of the Kosambī monks，went away to seek more congenial surroundings，it was to Pācīnavamsadāya that he repaired，where were Anuruddha，Nandiya and Kimbila. The Upakkilesa Sutta （M.iii.153f.），on the sweets of concord and freedom from blemish，seems to have been preached specially to Anuruddha on that occasion，for we are told at the end that he was pleased to have heard it，no mention being made of the other two. And again in the Nalakapāna Sutta （M.i.462ff.），though a large number of distinguished monks are present，it is to Anuruddha that the Buddha directly addresses his questions，and it is Anuruddha who answers on behalf of them all. See also the Cūla- and the Mahā-Gosinga Suttas.\u003cbr\u003e\u003cbr\u003eAnuruddha was present when the Buddha died at Kusinārā，and knew the exact moment of his death； the verse he uttered on that occasion is thoughtful and shows philosophic calm，in contrast，for example，with that of Ananda. D.ii.156-7. On this see Oldenberg，Nachrichten der Wissenschaften zu Goettingen，1902，pp.168f.； and Przyluski JA. mai-juin，1918，pp.486ff.\u003cbr\u003e\u003cbr\u003eAnuruddha was foremost in consoling the monks and admonishing them as to their future course of action. It was Anuruddha again that the Mallas of Kusinārā consulted regarding the Buddha’s last obsequies （D.ii.160f）. Later，at the First Council，he played a prominent part and was entrusted with the custody of the Anguttara Nikāya （DA.i.15）.\u003cbr\u003e\u003cbr\u003eIn one of the verses ascribed to Anuruddha in the Theragāthā （904； ThagA.ii.72） it is said that for twenty-five years he did not sleep at all，and that for the last thirty years of his life he slept only during the last watch of the night. The same source （Thag.908； also S.i.200） mentions an occasion where a goddess，Jālinī （ThagA.ii.73； this story is given in detail in SA.i.225-6），who had been his wife in a previous birth，seeing him grown old and grey with meditation，seeks to tempt him with the joys of heaven，but he tells her he has no need of such things，having attained to freedom from rebirth.\u003cbr\u003e\u003cbr\u003eHis death took place in Veluvagāma in the Vajji country，in the shade of a bamboo thicket. Thag.919. See also Psalms of the Brethren，p.331，n.1. I cannot trace the reference to Hatthigāma. He was one hundred and fifteen years old at the time of his death （DA.ii.413）.\u003cbr\u003e\u003cbr\u003eIn Padumuttara Buddha’s time he had been a rich householder. Hearing one of the monks declared best among possessors of the celestial eye，he wished for a similar honour for himself in the future. He did acts of great merit towards that end，including the holding of a great feast of light in front of the Buddha’s tomb. In Kassapa Buddha’s age he was born in Benares； one day he placed bowls filled with clarified butter all round the Buddha’s tomb and lighted them，himself walking round the tomb all night，bearing on his head a lighted bowl.\u003cbr\u003e\u003cbr\u003eLater he was reborn in a poor family in Benares and was named Annabhāra （lit. ”food-bearer”）. One day，while working for his master，the banker Sumana，he gave his meal to a Pacceka Buddha，Uparittha. The banker，having heard from the deity of his parasol of Annabhāra’s pious deed，rewarded him and set him up in trade. The king，being pleased with him，gave him a site for a house，the ground of which，when dug，yielded much buried treasure. On account of this great accretion of wealth he was given the rank of Dhanasetthi （ThagA.ii.65ff.； Thag.910； DhA.iv.120ff）.\u003cbr\u003e\u003cbr\u003eAccording to the Dhammapada Commentary （i.113），as a result of his gift to the Pacceka Buddha，Anuruddha never lacked anything he desired - such had been the wish he expressed. A charming story is related in this connection. Once when playing at ball with his friends he was beaten and had to pay with sweets. His mother sent him the sweets，but he lost over and over again until no more sweets were to be had. His mother sent word to that effect，but he did not know the meaning of the words ”there isn’t.” When his mother，to make him understand，sent him an empty bowl，the guardian deity of the city filled it with celestial cakes，so that he should not be disappointed. Thereafter，whenever Anuruddha sent for cakes，his mother would send him an empty vessel，which became filled on the way. See also DhA.iv.124ff.\u003cbr\u003e\u003cbr\u003eThe Apadāna （i.35） mentions another incident of his past. Once，in Sumedha Buddha’s time，Anuruddha，having seen the Buddha meditating alone at the foot of a tree，set up lights round him and kept them burning for seven days. As a result he reigned for thirty kappas as king of the gods，and was king of men twenty-eight times. He could see a distance of a league both by day and night.\u003cbr\u003e\u003cbr\u003eOn various occasions Anuruddha had discussions with the Buddha，and he was consulted by disciples，both monks and laymen，on points of doctrine and practice. In the Anuruddha Sutta （M.iii.144f） he goes with Abhiya Kaccāna and two others to a meal at the house of Pañcakanga，the king’s carpenter. At the end of the meal the carpenter asks him the difference between that deliverance of the heart （cetovimutti） that is boundless （appamāna） and that which is vast （mahaggata）. The discussion leads on to an account of the four states of rebirth among the brilliant gods （ābhā），and in reply to the questions of Abhiya Kaccāna，Anuruddha proceeds to explain their nature. At the end of the discourse we find Anuruddha acknowledging that he himself had lived among these gods.\u003cbr\u003e\u003cbr\u003eIn the Samyutta Nikāya （S.iv.240-5） he is mentioned as questioning the Buddha about women，how they come to be born in happy states and how in woeful purgatory. A similar inquiry is mentioned in the Anguttara Nikāya. Anuruddha had been visited by some Manāpakāyikā devas，who had played and sung to him and shown their power of changing their complexions at will. He comes to the Buddha and asks how women could be born among these devas （A.iv.262ff）.\u003cbr\u003e\u003cbr\u003eWe find him （S.v.174-6，also 299f） being asked by Samyutta and Moggallāna about the sekha and asekha and about super-knowledge （abhiññā）. In dealing with this passage the Commentary （SA.iii.183） states that Anuruddha used to rise early，and that after ablutions he sat in his cell，calling up a thousand kappas of the past and the future. With his clairvoyant eye he knew the thousand fold universe and all its workings.\u003cbr\u003e\u003cbr\u003eThe Anuruddha Samyutta （S.v.294） gives an account of a series of questions asked by Moggallāna on the satipatthānā，their extent，etc. Anuruddha evidently laid great emphasis on the cultivation of the satipatthānā，for we find mention of them occurring over and over again in his discourses. He attributes all his powers to their development，and admonishes his hearers to practise them. S.v.299-306. He himself considered the dibbacakkhu as the highest attainment. Thus in the Mahāgosinga Sutta （M.i.213） he declares it to be more worthy than knowledge of the doctrine，meditation，forest-life，discourse on the abhidhamma or self-mastery.\u003cbr\u003e\u003cbr\u003eOnce he lay grievously ill in the Andhavana in Sāvatthi，but the pain made no impression on his mind，because，he says，his mind was well grounded in the satipatthānā （S.v.302，but see DhA.iv.129，where he suffered from wind in the stomach）. Apart from his teaching of the satipatthānā，he does not seem to have found fame as a teacher. He was of a retiring disposition and never interfered in any of the monks’ quarrels.\u003cbr\u003e\u003cbr\u003eMention is often made of Anuruddha’s iddhi-powers. Thus，he was one of those who went to the Brahma-world to curb the pride of the Brahma who had thought that no ascetic could reach his world （S.i.145. The others being Moggallāna，Mahākassapa and Mahākappina）. The mother of the Yakkha Piyankara，while wandering in search of food，heard him at night reciting some verses from the Dhammapada and stood spellbound listening （S.i.209； SA.i.237-8）.\u003cbr\u003e\u003cbr\u003eHis iddhi，however，does not seem to have enabled him to prevent his fellow-dweller Abhiñjika from talking too much （S.ii.203-4），nor his other fellow-dweller Bāhiya from attempting to create dissension in the Order （A.ii.239）. Among the Vajjians he seems to have been held particularly in esteem，together with Nandiya and Kimbila. A yakkha named Dīgha tells the Buddha how the Vajjians are envied by the inhabitants of the deva and brahma worlds on account of the presence of these distinguished monks in their country （in the Cūlagosinga Sutta，M.i.210）.\u003cbr\u003e\u003cbr\u003eIn numerous Jātakas Anuruddha is identified with personalities occurring in the Atītavatthu. In several cases he is mentioned as having been Sakka，the deus ex machina of the story in question. Thus in the Manicora （J.ii.125）； Guttila （ii.257）； Ayakūta （iii.147）； Mahāsūka （iii.494）； Cullasūka （iii.496）； Kanha （iv.14）； Akitti （iv.242）； Sādhīna （iv.360）； Siri （iv.412）； Mahāsutasoma （v.511）； Sāma （vi.95）； Nimi （vi.129）； Mahāsumagga （vi.329）； Vessantara （vi.593）.\u003cbr\u003e\u003cbr\u003eElsewhere he is identified with different personalities：\u003cbr\u003e\u003cbr\u003e  he was Pabbata in the Indriya （iii.469） and in the Sarabhanga （v.151）；   the king in the Candakinnara （iv.288）；   one of the seven brothers in the Bhisa （iv.314）；   the dove in the Pañcūposatha （iv.332）；   Ajapāla in the Hatthipāla （iv.491）；   Sucirata in the Sambhava （v.67）；   Pañcasikha in the Sudhdābojana （v.412） and   the charioteer in the Kurudhamma （ii.381）.Anuruddha’s name occurs in several of the legends of the Dhammapada Commentary apart from those already mentioned. In the story of Cūlasubhaddā it is stated that after the Buddha had visited Ugganagara at Cūlasubhadda’s request and enjoyed her hospitality，Anuruddha was asked to stay behind at Ugganagara for her benefit and that of the new converts （DhA.iii.471）. When the Buddha spent a rainy season in Tāvatimsa preaching the Abhidhamma，it was Anuruddha who kept the people on earth informed of his doings. DhA.iii.218f.； SnA. （ii.570），states that the Buddha went to Tāvatimsa at Anuruddha’s request.\u003cbr\u003e\u003cbr\u003eIn the Sumanasāmanera Vatthu （DhA.iv.120ff ） we are told how Anuruddha，having himself attained salvation，sought for his friend and benefactor of a past birth，Sumana-setthi. Sumana-setthi had been born near the Vindhyā forest as Cūllasumana，son of Anuruddha’s acquaintance Mahāmunda，and Anuruddha ordained him at the age of seven. The lad became arahant in the tonsure-hall.\u003cbr\u003e\u003cbr\u003eAccording to the Peta Vatthu （Pv.，p.27，vv. 58-60），it was by virtue of a spoonful of food given by him to Anuruddha that Indaka entered Tāvatimsa，and the same gift enabled him to surpass in glory Ankura，who had spent all his wealth in practising generosity.\u003cbr\u003e\u003cbr\u003eAnuruddha had a sister，Rohinī，who suffered from a skin disease and，therefore，remained indoors； she would not see the Elder when he visited her relations. But he insisted on seeing her and persuaded her to sell her ornaments and build a resting hall for the Buddha and his monks. She later became a Stream-enterer and was reborn as Sakka’s consort （DhA.iii.295f）.\u003cbr\u003e\u003cbr\u003eIn Mahāyāna books Anuruddha’s name appears as Aniruddha. In the Lalitavistara he is mentioned as wearing the Bodhisatta’s ornaments when the latter renounced the world. He is sometimes spoken of as a son of Dronodana. Thus，e.g.，Mtu i.75； iii.117. See Beal，Records of Western World，ii.38 n. for meaning of Anuruddha. According to the Dulva，it was Anuruddha who，finding Ananda still asekha，got him turned out of the First Council until he became an arahant （Rockhill，p.151）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Anuruddha.\u003c/i\u003e-A Pacceka Buddha，to whom Nanda Thera in a previous birth offered a canopy of lotus flowers. Ap.ii.350.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Anuruddha （or Anuruddhaka）.\u003c/i\u003e-One of the parricide kings of Magadha. He killed his father Udayabhaddaka and was himself slain by his son Munda. Mhv.iv.2-3； Mbv.，p.96； but see DA.i.153，where Anuruddha is given as Mahāmunda’s son and Nāgadāsa’s father. In the Divyāvadāna （p.359） Anuruddha’s name does not appear at all in the list of Bimbisāra’s successors.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Anuruddha.\u003c/i\u003e-Personal attendant of Piyadassi Buddha. It was in reply to his question that the Buddha revealed the future attainments of Nigrodha Thera （ThagA.i.75； Ap.i.431） and of Tissa Thera （ThagA.i.273）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5. Anuruddha.\u003c/i\u003e-Personal attendant of Kondañña Buddha. Bu.iii.30； J.i.30.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6. Anuruddha.\u003c/i\u003e-Author of the Abhidhammattha-sangaha，Paramattha-vinicchaya，Nāmarūpapariccheda and，perhaps，of the Anuruddha Sataka （Gv.61，67； SdS. 64； Sas.69）. He was an incumbent of the Mūlasoma Vihāra and probably lived in the eleventh or twelfth century. For details see P.L.C.，s.v.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e7. Anuruddha.\u003c/i\u003e-Teacher of Mahāsumma Thera. He once offered to the Sangha a bowl filled with ghee. The incident is mentioned in a discussion as to whether a bowl that had been bought for a particular monk，could be used by the community of monks （Sp.iii.698-9）. This bowl had been bought for the Elder，but it was used by the community and was，therefore，kappiya.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e8. Anuruddha.\u003c/i\u003e-King of Ramañña. He helped Vijayabāhu I. of Ceylon to re-establish the Order in Ceylon. Cv.lx.5-7； see，however，Geiger，Cv. trans. i.214，n.4. \u003cbr\u003e\u003cbr\u003eHe is also called Anorata."],["K","anuruddha：＂အနုရုဒ္ဓ（တိ）\u003cbr\u003e  [အနု+ရုဓ+တ]\u003cbr\u003e  လိုချင်-နှစ်သက်-တပ်မက်-ချစ်ခင်-တတ်သော၊ လိုက်လျောတတ်သော၊ သူ။ အနနုရုဒ္ဓ，အနုရုဒ္ဓပ္ပဋိဝိရုဒ္ဓ-တို့ကြည့်။"],["K","anuruddha：＂အနုရုဒ္ဓ（ပု）\u003cbr\u003e  [အနု+ရုဓ+တ။ အနုရုဓကာမေ။ ကာမော ဣစ္ဆာ။ အနုပုဗ္ဗော ရုဓ ဓာတု ဣစ္ဆာယံ ဝတ္တတိ။...အနုရုဇ္ဈတိ ပဏီတံ ပဏီတံ ဝတ္ထုံ ကာမေတီတိ အနုရုဒ္ဓေါ။ နီတိ၊ ဓာ။၂၃၂။ ပရိမတ္ထဝိနိစ္ဆယနိဂုမ်း၌ကား ＇＇အနိရုဒ္ဓယသဿိနာ＇＇ဟု ဗျုပ္ပတ်ကို ပြသည်။ သက္ကတဗုဒ္ဓဘာသာကျမ်းတို့၌ကား မဟာသာဝကမထေရ်၏ အမည်ကို အနိရုဒ္ဓ-ဟု ပြကြသည်။ လလိတဝိတ္ထာရ၊နှာ-၁။ မဟာဝတ္ထု၊၁။၇၅။ ၃။၁၁၇-တို့ကြည့်။ ဗုဒ္ဓသာသနိကပဌဝီဝင်။ ၉၂-၃-၌ကား အနိရုဒ္ဓ-သာ ပါဌ်မှန်ဟု ဆုံးဖြတ်သည်။ （၇） （၈） အနက်တို့လည်းကြည့်။]\u003cbr\u003e  ကောင်းနိုးရာရာ ဝတ္ထုပစ္စည်းကို နှစ်သက်တတ်သူ၊ မချုပ်ပျောက်-မပျက်စီး-မဆန့်ကျင်-ပြည့်စုံ-လျော်-သော အခြံအရံ-အကျော်အစော-ရှိသူ။ （၁） အနုရုဒ္ဓမည်သော မြတ်စွာဘုရား။ （၂） ကောဏ္ဍညမြတ်စွာဘုရား၏ အလုပ်အကြွေးဖြစ်သော အနုရုဒ္ဓမထေရ်။ （၃） ပိယဒဿီမြတ်စွာဘုရား၏ အလုပ်အကြွေးဖြစ်သော အနုရုဒ္ဓမထေရ်။ （၄） ဤဂေါတမမြတ်စွာဘုရား သာသနာတွင် ဒိဗ္ဗစက္ခုဧတဒဂ်ရ အနုရုဒ္ဓမထေရ်။မူရင်းကြည့်ပါ။ （က） သိကြားမင်း။ မဏိစောရဇာတ်။ （ခ） ပဗ္ဗတမည်သော ရသေ့။ ဣန္ဒြိယဇာတ်။ （ဂ） ရသေ့ညီနောင် ခုနစ်ယောက်တို့တွင် တစ်ယောက်။ （ဃ） ခို။ （င） အဇပါလရသေ့။ （စ） သုစိရတမည်သော ပုရောဟိတ်။ （ဇ） ရထားထိန်း။ （၅） အဇာတသတ်မင်း၏ မြေး，ဥဒယမင်း၏သား，မဟာမုဏ္ဍိကမင်းကို လုပ်ကြံ၍ မင်းပြုသော အနုရုဒ္ဓမည်သော မင်းကို လုပ်ကြံ၍ မင်းပြုသော အနုရုဒ္ဓမည်သော မင်း။ （၆） မဟာသုမ မထေရ်၏ ဥပဇ္ဈာယ်ဖြစ်သော အနုရုဒ္ဓမထေရ်။ （၇） အဘိဒမ္မတ္ထသင်္ဂဟ ကျမ်းပြု အနုရုဒ္ဓမထေရ်။ （၈） မြန်မာနိုင်ငံ အရိမဒ္ဒနမည်သော ပေါက္ကံ（ပုဂံ）ပြည့်ရှင် အနော်ရထာမင်း။ （၉） ဟံသာဝတီ ဆင်ဖြူများရှင် （အနေကသေတိဘိန္ဒ）ဘုရင့်နောင်မင်း၏သားတော် အနုရုဒ္ဓမင်းသား။"],["R","anuruddha：အနု-ရုဒ္ဓ（ပ） \u003cbr\u003eမြတ်စွာဘုရား၏ ဘထွေးတော် သုက္ကောဒနမင်း၏သား။ "],["R","anuruddha：အနု-ရုဒ္ဓ（တိ） （တီ-ကိတ်） （အနု√ရုဓ်+တ）\u003cbr\u003eနှစ်သက်သည်။ မဆန့်ကျင်သည်။ "]]
