[["V","Anuruddha Sutta：\u003ci\u003e1. Anuruddha Sutta.\u003c/i\u003e-Preached by Anuruddha Thera to Pañcakanga，the king’s carpenter，at Sāvatthi，on the conclusion of a meal given by him to the Elder and three others. It explains the two kinds of emancipation of mind，the ”boundless” and the ”vast，” and the results of developing them，which produce birth among the Brilliant Gods. \u003cbr\u003e\u003cbr\u003eAbhiya-Kaccana，who was evidently one of Anuruddha’s companions on this occasion，asks him the reason for the difference in degree of the brilliance of the gods； he is answered to his satisfaction. M.iii.144-52.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Anuruddha Sutta.\u003c/i\u003e-Records the incident ofJālinī’s visit to Anuruddha Thera，and her unsuccessful efforts to tempt him with the joys of heaven. S.i.200.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Anuruddha Sutta.\u003c/i\u003e-The Buddha explains to Anuruddha，in answer to his questions，why beings are born as women. A.i.281.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Anuruddha Sutta.\u003c/i\u003e-Two Suttas on how Sāriputta admonished Anuruddha to give up boasting about his attainments and concentrate on amata-dhātu，and how Anuruddha following the advice became an arahant. A.i.281-3.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5. Anuruddha Sutta.\u003c/i\u003e-On the eight thoughts of a great being （mahāpurisa vitakka）.\u003cbr\u003e\u003cbr\u003eAnuruddha had acquired seven of them and the Buddha paid him a special visit to teach him the eighth，which brought him arahantship. Later the Buddha repeated the sermon to the monks. A.iv.228ff.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6. Anuruddha Sutta.\u003c/i\u003e-The Buddha explains to Anuruddha how women may be born among the Manāpakāyikadevā. A.iv.262ff.\u003cbr\u003e\u003cbr\u003e\u003ci\u003eAnuruddha Samyutta.\u003c/i\u003e-The fifty-second section of the Samyutta Nikāya. It forms the eighth section of the Mahāvagga，and contains accounts of incidents connected with Anuruddha，his meditations in the Jetavana on the satipatthāna and the benefits of their development，his admonition to the monks on the banks of the Sutana River，his conversations with Sāriputta and Moggallāna in Sāketa and in the Ambapāli Grove，his sermon in the Salalāgāra，his illness while staying in Andhavana，and his accounts of how he came by his psychical powers，etc. S.v.294ff."]]
