[["C","anāgāmin：m. [an-āgāmin] 阿那含，不還，不還來者. -phala 不還果. -magga 不還道."],["S","anāgāmin：m. [an-āgāmin] 阿那含，不還，不還来者. -phala 不還果. -magga 不還道."],["A","anāgāmin：m. [an-āgāmin] 阿那含，不還，不還来者.-niyāma不还决定者. -phala 不還果.-phala-sacchi-kiriyā不还（阿那含）果现证.-phala-sacchi-kiriyāya paṭipanno不还果现证のために修行した者，阿那含向.-phala-samāpatti阿那含果定（等至）. -magga 不還道.-magga-samaṅgin阿那含道具足者"],["M","anāgāmin：不來。四種聖道果的第三種，為巴利語的直譯。為na （不） + āgāma （來，前來） + in （者，…的人）的組合。意為不再返回欲界受生。\u003cbr\u003e在《五部論註》中說：\u003cbr\u003e“Anāgāmī’ti kāmarāga-byāpādehi akampanīyacittāya ca tamhā loka anāvattidhammatāya ca ṭhitasabhāvo nāma.”\u003cbr\u003e“不來者，名為對欲貪、瞋恚於心不動搖，以及決定性不會再從其世間退回來者。”（Pk.A.188）\u003cbr\u003e聖典中常如此描述不來聖者：\u003cbr\u003e“Pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti，tattha parinibbāyī anāvattidhammo tasmā lokā.”\u003cbr\u003e“滅盡五下分結[ 五下分結 （pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ）：下分，意即連接到下界的；為投生到欲界之緣的意思。五下分結即前面所說的三種結，再加上欲貪結和瞋結。不來聖者已斷除了這五種下分結。]，成為化生者，在那裏般涅槃[ 成為化生者，在那裏般涅槃 （opapātiko assaṃ tattha parinibbāyī）：不來聖者已排除了只會發生於欲界的胎生、卵生和濕生三種誕生方式，只會化生為梵天人，並在梵天界那裏般涅槃。]，不再從那世間回來。”\u003cbr\u003e不來聖者因為已斷盡了能把有情系縛於欲界的欲貪與瞋恨兩結，所以不會受到欲界的煩惱力牽引而再投生到欲界。不來聖者若在今生不能夠證悟阿拉漢果，死後只會投生於色界或無色界梵天，並於其處證般涅槃。\u003cbr\u003e不來聖者可依其證般涅槃的方式分為五種，即：中般涅槃（antarāparinibbāyī）、生般涅槃（upahacca- parinibbāyī）、無行般涅槃（asaṅkhāraparinibbāyī）、有行般涅槃（sasaṅkhāraparinibbāyī）和上流至色究竟（uddhaṃsoto akaniṭṭhagāmī）五種。\u003cbr\u003e《清凈道論》中說：“修習第三道慧之後，名為不來者。他依根的差別有中般涅槃、生般涅槃、無行般涅槃、有行般涅槃和上流至色究竟五種，即舍此[世間]而終結。其中的中般涅槃，即隨其所往生於凈居有後，尚未達到中壽即般涅槃者。生般涅槃，即超過中壽後般涅槃者。無行般涅槃，即以無行、不經努力而生起上道者。有行般涅槃，即以有行、經努力而生起上道者。上流至色究竟，即從所生之處起，向上一直升至色究竟有，於其處般涅槃者。”（Vm.888）\u003cbr\u003e漢傳佛教古音譯作阿那含、阿那伽彌等，也意譯為不還。"],["F","Anāgāmin，（an不+āgāmin返者），1.【形】不返。2.【陽】不返者、阿那含果（已證得第三聖果位的聖人）。Vibhv.p.142.︰anāgāminoyeva ariyā puthujjanādikāle，pacchāpi vā pañcamajjhānaṁ tividhampi bhāvetvā saddhādi-indriyavemattatānukkamena pañcasu suddhāvāsesu uppajjanti.（於凡夫等時期證得阿那含聖者，往後作三種修習（遍作、近行、安止修習）修至第五禪，隨其信根等的狀態，轉生到（相應的）五凈居天（之一）。） Vibhv.p.142.︰Anāgāmino pana kāmarāgassa sabbaso pahīnattā kāmabhavesu nikantiṁ na uppādentīti kāmalokavajjite yathāladdhajjhānabhūmibhūte yattha katthaci nibbattanti.（阿那含已斷一切欲染，已離欲有，不生欲，如獲得禪地的眾生一樣，已免除欲世間，轉生到任何禪天。）"],["P","Anāgāmin，（adj.-n.） [an + āgāmin] one who does not return，a Never-Returner，as tt. designating one who has attained the 3\u003csup\u003erd\u003c/sup\u003e stage out of four in the breaking of the bonds （Saṁyojanas） which keep a man back from Arahantship. So near is the Anāgāmin to the goal，that after death he will be reborn in one of the highest heaven and there obtain Arahantship，never returning to rebirth as a man. But in the oldest passages referring to these 4 stages，the description of the third does not use the word anāgāmin （D.I，156； II，92； III，107； M.II，146） and anāgāmin does not mean the breaking of bonds，but the cultivation of certain specified good mental habits （S.III，168，the anatta doctrine； S v.200--2，the five Indriyas； A.I，64，120，cultivation of good qualities，II 160； v.86，171 = S 149）. We have only two cases in the canon of any living persons being called anāgāmin. Those are at S v.177 and 178. The word there means one who has broken the lower five of the ten bonds，\u0026 the individuals named are laymen. At D.II，92 nine others，of whom eight are laymen，are declared after their death to have reached the third stage （as above） during life，but they are not called anāgāmins. At It.96 there are only 3 stages，the worldling，the Anāgāmin，and the Arahant； and the Saṁyojanas are not referred to. It is probable that already in the Nikāya period the older，wider meaning was falling into disuse. The Abhidhamma books seem to refer only to the Saṁyojana explanation； the commentaries，so far as we know them，ignore any other. See Ps.II，194； Kv. Tr. 74； Dhs. Tr. 302 n； Cp. 69.\u003cbr\u003e\u003cbr\u003e  \u003ci\u003e--phala\u003c/i\u003e fruition of the state of an Anāgāmin； always in comb\u003csup\u003en.\u003c/sup\u003e sotāpatti° sakadāgāmi° anāgāmi° arahatta° Vin.I，293； II，240； IV，29； D.I，229； II，227，255； S.III，168； v.411； A.I，23，44； III，272 sq.； IV，204，276，372 sq. \u003ci\u003e--magga\u003c/i\u003e the path of one who does not return （in rebirths） Nd\u003csup\u003e2\u003c/sup\u003e 569\u003csup\u003eb.\u003c/sup\u003e （Page 31）"]]
