[["D","Anāgāmī，【陽】不歸來者，即已證得第三聖果位的聖人。（p14）"],["G","anāgāmī：      不還者（阿那含）（聖者（ariya）的第三階位）"],["B","anāgāmī：anāgāmī（ti）\u003cbr\u003e  အနာဂါမီ（တိ）\u003cbr\u003e  [na+āgāmī. （thīnitea anāgāminī） paṭisandhivaseneva kāmabhavaṃ na āgacchatīti anāgāmī. paṭisaṃ，ṭṭha，1.99.]\u003cbr\u003e  [န+အာဂါမီ။ （ထီ၌ အနာဂါမိနီ） ပဋိသန္ဓိဝသေနေဝ ကာမဘဝံ န အာဂစ္ဆတီတိ အနာဂါမီ။ ပဋိသံ၊ဋ္ဌ၊၁။၉၉။]"],["N","Anāgāmī：the ＇Non-Returner＇，is a noble disciple （\u003ci\u003eariya-puggala\u003c/i\u003e，q.v.） on the 3rd stage of holiness. There are 5 classes of Non-returners，as it is said （e.g. Pug. 42-46）：\u003cbr\u003e\u003cbr\u003e＂A being，through the disappearing of the 5 lower fetters （\u003ci\u003esaṃyojana\u003c/i\u003e，q.v.），reappears in a higher world （amongst the \u003ci\u003edevas\u003c/i\u003e of the Pure Abodes，\u003ci\u003eSuddhāvāsa \u003c/i\u003e，q.v.），and without returning from that world （into the Sensuous Sphere） he there reaches Nibbāna.\u003cbr\u003e\u003cbr\u003e（1） ＂He may，immediately after appearing there （in the Pure Abodes） or without having gone beyond half of the life-time，attain the holy path for the overcoming of the higher fetters. Such a being is called ＇one who reaches \u003ci\u003eNibbāna\u003c/i\u003e within the first half of the life＇ （\u003ci\u003eantarā-parinibbāyī\u003c/i\u003e）.\u003cbr\u003e\u003cbr\u003e（2） ＂Or，whilst living beyond half of the lifetime，or at the moment of death，he attains the holy path for the overcoming of the higher fetters. Such a being is called ＇one who reaches Nibbāna after crossing half the life-time＇ （\u003ci\u003eupahacca-parinibbāyī\u003c/i\u003e）.\u003cbr\u003e\u003cbr\u003e（3） ＂Or，with exertion he attains the holy path for the overcoming of the higher fetters. Such a being is called ＇one who reaches \u003ci\u003eNibbāna\u003c/i\u003e with exertion＇ （\u003ci\u003esasaṅkhāra-parinibbāyī\u003c/i\u003e）.\u003cbr\u003e\u003cbr\u003e（4） ＂Or，without exertion he attains the holy path for the overcoming of the higher fetters. Such a being is called ＇one who reaches \u003ci\u003eNibbāna\u003c/i\u003e without exertion＇ （\u003ci\u003easaṅkhāra-parinibbāyī\u003c/i\u003e）.\u003cbr\u003e\u003cbr\u003e（5） ＂Or，after vanishing from the heaven of the \u003ci\u003eAviha\u003c/i\u003e-gods （s. \u003ci\u003eSuddhāvāsa \u003c/i\u003e），he appears in the heaven of the unworried （\u003ci\u003eatappa\u003c/i\u003e） gods. After vanishing from there he appears in the heaven of the clearly-visible （\u003ci\u003eSudassa\u003c/i\u003e） gods，from there in the heaven of the clear-visioned （\u003ci\u003eSudassī\u003c/i\u003e） gods，from there in the heaven of the highest （\u003ci\u003eakaniṭṭha\u003c/i\u003e） gods. There he attains the holy path for the overcoming of the higher fetters. Such a being is called ＇one who passes up-stream to the highest gods＇ （\u003ci\u003euddhamsota-akaniṭṭha-gāmī\u003c/i\u003e）."],["C","anāgāmī：[m.] one who does not return，i.e. the person who has attained the 3rd Path."],["I","anāgāmī：One who does not return. This is the technical term for one who has entered the third of the four maggas，or paths to nirvāṇa. He is so called because he cannot again be born in the world of men or of devas，but only in a brahma world，from which he may a"],["U","ANĀGĀMĪ：[m] bậc không trở lại là anahām bất lai，bậc thánh thứ ba"],["K","anāgāmī：＂အနာဂါမီ（တိ）\u003cbr\u003e  [န+အာဂါမီ။ （ထီ၌ အနာဂါမိနီ） ပဋိသန္ဓိဝသေနေဝ ကာမဘဝံ န အာဂစ္ဆတီတိ အနာဂါမီ။ ပဋိသံ၊ဋ္ဌ၊၁။၉၉။]\u003cbr\u003e  အနာဂါမ်ပုဂ္ဂိုလ်၊ ပဋိသန္ဓေအားဖြင့် ကာမဘုံသို့ မလာ （မဖြစ်လာ）သော ပုဂ္ဂိုလ်၊ အနာဂါမ်ပုဂ္ဂိုလ်၊ （အရိယာပုဂ္ဂိုလ် ရှစ်ယောက်တွင် ၆-ယောက်မြောက်ပုဂ္ဂိုလ်）။"],["R","anāgāmī：အနာဂါမီ（ပ） （အန်+အာ√ဂမ်+ဏီ）\u003cbr\u003eပဋိသန္ဓေအားဖြင့် ကာမဘုံသို့ မလာလတ္တံ့သော ပုဂ္ဂိုလ်။ "]]
