[["B","apa：apa（bya）\u003cbr\u003e  အပ（ဗျ）\u003cbr\u003e  [na+pā+a. ī upasāra 2va- cvā kriyā eiea mhayuea neka ，rā ]]gantuṃ na hi tīramapatthi]] （suttani.384）nitea maatthi  ne ra. ，sya.3，5- .]\u003cbr\u003e  [န+ပါ+အ။ ဤပုဒ်ကား ဥပသာရပုဒ် ၂ဝ-တို့တွင် တစ်ပုဒ်ဖြစ်သည့်အားလျော်စွာ ကြိယာနှင့် နာမ်ပုဒ်တို့၏ ရှေ့မှကပ်၍ တည်နေသည်က များသည်၊ သို့ရာတွင် ＇＇ဂန္တုံ န ဟိ တီရမပတ္ထိ＇＇ （သုတ္တနိ။၃၈၄）၌ကား မဆိုင်သည့်အတ္ထိနှင့် ကပ်လျက် တည်နေသည်ကိုလည်း တွေ့ရသေးသည်။ မောဂ်၊သျ။၃၊ ၅-သုတ်လည်း ကြည့်။]"],["I","apa：Away； from，away from"],["K","apa：＂အပ（ဗျ）\u003cbr\u003e  [န+ပါ+အ။ ဤပုဒ်ကား ဥပသာရပုဒ် ၂ဝ-တို့တွင် တစ်ပုဒ်ဖြစ်သည့်အားလျော်စွာ ကြိယာနှင့် နာမ်ပုဒ်တို့၏ ရှေ့မှကပ်၍ တည်နေသည်က များသည်၊ သို့ရာတွင် ＇＇ဂန္တုံ န ဟိ တီရမပတ္ထိ＇＇ （သုတ္တနိ။၃၈၄）၌ကား မဆိုင်သည့်အတ္ထိနှင့် ကပ်လျက် တည်နေသည်ကိုလည်း တွေ့ရသေးသည်။ မောဂ်၊သျ။၃၊ ၅-သုတ်လည်း ကြည့်။]\u003cbr\u003e  （၁） ညွှန်ပြခြင်း။ （၂） ကြဉ်-ရှောင်-ဖဲ-ခွါ-ခြင်း။ အပက္ကမတိ，အပဂစ္ဆတိ，အပဂတ，အပဓာရိတ，အပနမတိ-တို့လည်းကြည့်။ （၃） အကြောင်းအရာ။ အပကရဏ-ကြည့်။ （၄） ပြစ်မှားခြင်း။ အပကာရ，အပရဇ္ဈတိ，အပရာဓ-တို့ကြည့်။ （၅） ကင်းခြင်း။ （၆） အနီး။ （၇） ယုတ်လျော့ခြင်း။ အပယန္တ-ကြည့်။ အပဒီယတိ-လည်းကြည့်။ （၈） ဝှက်ထားခြင်း။ အပနိဓေတိ-ကြည့်။ （၉） ပန်ကြားခြင်း။ အပလောကိတ，အပလောကေတိ-တို့ကြည့်။ အပလောကေတွာ-လည်းကြည့်။ အပသဒ္ဒ-လည်းကြည့်။ （၁ဝ） ပြစ်တင်-မောင်းမဲ-နှိမ့်ချ-ခြိမ်းခြောက်-ထိပါး-ခြင်း။ အပသာဒ，အပသာဒန，အပသာဒနတာ，အပသာဒိတ，အပသာဒေတိ，အပသာဒေတုကာမ-တို့ကြည့်။ （၁၁） မှီခြင်း။ အပသာယန，အပဿယန-တို့ကြည့်။ （၁၂） ပူဇော်ခြင်း။ အပစာယတိ，အပစာယန，အပစာယီ，အပစိတ，အပစိတိ-တို့ကြည့်။ အပပဝဇ္ဇန-（၂）-လည်းကြည့်။ （၁၃） ဖျက်ဆီးခြင်း။ အပစယ-（၁）-ကြည့်။ （၁၄） ဖယ်ရှားခြင်း။ အပဟတ，အပဟတ္တု，အပဟရတိ-တို့ကြည့်။ （၁၅） ကဲ့ရဲ့ခြင်း။ အပဂဗ္ဘ-ကြည့်။ （၁၆） ခိုးခြင်း။ （၁၇） ပုဒ်ရင်းကို တားမြစ်ခြင်း။ အပလိတ္တ，အပလေပပတိတ-တို့ကြည့်။ （၁၈） အဖန်ဖန်။ အပလောကေတိ-（၄）-ကြည့်။ （၁၉） ပစ်ပယ်ခြင်း။ အပဝဒတိ-ကြည့်။ အပဝါဒ-（၂）-လည်းကြည့်။ （၂ဝ） ငင်ခြင်း။ （၂၁） ရှောင်ဖယ်ခြင်း။ （၂၂） ကင်းဆိတ်ခြင်း။ အပကဿ-ကြည့်။ （၂၃） ငင်-ထုတ်-မောင်း-နှင်-ခြင်း။ အပကဿတိ，အပနေယျ-တို့ကြည့်။ （၂၄） ဆုတ်ယုတ်-ဆုံးရှုံး-ခြင်း။ အပဂ္ဂတ-ကြည့်။ （၂၅） ရိုသေခြင်း။ （၂၆） ဆိုခြင်း။ အပဒေသ-（၅）-ကြည့်။ （၂၇） ဖွင့်လှစ်-ခွဲခြားပိုင်းဖြတ်-ခြင်း။ အပဓာရိတ-ကြည့်။ （၂၈） ဖဲကြဉ်-မျက်နှာလွှဲ-ခြင်း။ အနပနတ，အပနတ-တို့ကြည့်။ （၂၉） ရှေးရှူ။ အပနမတိ-（၁）-ကြည့်။ （၃ဝ） ပစ်လွှင့်-ဖြန့်-ကြဲ-ခြင်း။ အပနာမေတိ-（စ，ဆ）-တို့ကြည့်။ （၃၁） အခြားတစ်ပါး။ အပနာမေတိ-（ဃ）-ကြည့်။ （၃၂） စွန့်ခြင်း။ အပနေတဗ္ဗ，အပဝိဒ္ဓ-တို့ကြည့်။ （၃၃） မယူခြင်း။ အပနေတွာ-（က）-ကြည့်။ （၃၄） ရှောင်ရှားခြင်း။ အပဗောဓတိ-（ခ）-ကြည့်။ （၃၅） ပယ်ထုတ်-ဖယ်ရှား-ခြင်း။ အပဗျဟန-ကြည့်။ （၃၆） လွဲချော်ခြင်း။ အပရဒ္ဓ-ကြည့်။ （၃၇） နောက်။ အပလောကိတ-（၂）-ကြည့်။ （၃၈） ကုစားခြင်း။ （၃၉） အပပြုခြင်း။ （၄ဝ） သုတ်သင်ခြင်း။ （၄၁） ဆေးလျှော်，ဖြူစင်စေခြင်း။ အပဝါဟန-ကြည့်။ （၄၂） အသီးအခြား။ အပသက္ကတိ-ကြည့်။ （၄၃） တားမြစ်ခြင်း။ အပဟရတိ-（ခ）-ကြည့်။ （၄၄） မရှိခြင်း။ အပါယ-ကြည့်။ （၄၅） မယှဉ်ခြင်း။ အပတ-ကြည့်။ （၄၆） နှိပ်စက်ခြင်း။ အပကတကြည့်။"],["O","apa：အပ\u003cbr\u003e  တ+သွာ = ပါပုဏနေ-ရောက်ခြင်း၌။ အပေါတိ၊ ပါပုဏာတိ၊ ပါပုဏောတိ။"],["R","apa：အပ（ဥ） \u003cbr\u003eကင်းကွာခြင်း၊ ကဲ့ရဲ့ခြင်း၊ ကြဥ်ခြင်း၊ ပူဇော်ခြင်း၊ ပြစ်မှားခြင်းစသော အနက်တို့၌ဖြစ်သော ဥပသာရပုဒ်။\u003cbr\u003eအပသာလာယ အာယန္တိ ဝါဏိဇာ၊ ကုန်သည်တို့သည် ကင်းတဲမှ ကြဥ်၍ လာကုန်၏။ "]]
