[["C","Apadāna：n. 譬喻經 [小部經之一]."],["C","apadāna：n. ① [〃] 除去，撤去. ② [Sk. avadāna] 阿波陀那，譬喻，教訓物語（故事）."],["S","Apadāna：n. 譬喻経 [小部経の一]."],["S","apadāna：n. ① [〃] 除去，撤去. ② [Sk. avadāna] 阿波陀那，譬喻，教訓物語."],["D","Apadāna，【中】 偉人傳，傳說。（p26）"],["F","Apadāna，【中】偉人傳，傳說，譬喻。apadāne na sampāyati﹐引喻失義。"],["B","apadāna：apadāna（ti）\u003cbr\u003e  အပဒါန（တိ）\u003cbr\u003e  [apa+dā（de）+yu. na apa+dāna+a. nīti，dhā.74，82，113，225-. （avadāna-saṃ）]\u003cbr\u003e  [အပ+ဒါ（ဒေ）+ယု။ တစ်နညး အပ+ဒါန+အ။ နီတိ၊ဓာ။၇၄၊၈၂၊၁၁၃၊၂၂၅-တို့ကြည့်။ （အဝဒါန-သံ）]"],["C","apadāna：[nt.] life history； legend."],["P","Apadāna，（nt.） 1. [= Sk. apadāna] removing，breaking off，D.III，88. -- 2. [= Sk. avadāna cp. ovāda] advice，admonition，instruction，morals Vin.II，4 （an° not taking advice），7 （id.） M.I，96； A.V，337 sq. （saddhā°） Th.1，47. -- 3. legend，life history. In the title Mahāpadāna suttanta it refers to the 7 Buddhas. In the title Apadānaṁ，that is “the stories” ，it refers almost exclusively to Arahants. The other，（older），connotation seems to have afterwards died out. See Dialogues II.3. -- Cp. also pariyāpadāna. （Page 51）"],["V","Apadāna：The thirteenth section of the Khuddaka Nikāya of the Sutta Pitaka. It is a narrative work entirely in Pali stanzas and，as the title of the book indicates，is a collection of tales of the pious works of the saints or arahants.\u003cbr\u003e\u003cbr\u003eThe book consists of four main sections，namely，\u003cbr\u003e\u003cbr\u003e    （i） the Buddhāpadāna，   （ii） the Paccekabuddhāpadāna，    （iii） the Therāpadāna and lastly，    （iv） the Therī Apadāna. These four sections are again subdivided into fifty-nine groups or vaggas. Of them，the first fifty-five vaggas consist of 550 tales about Theras，each vagga consisting of ten tales，and named after the title of the first tale narrated in the vagga. In the first vagga are also included the Buddhāpadāna and the Paccekabuddhāpadāna which are but minor sections of the book. The last four vaggas of the book consist of forty tales of Therīs，each vagga consisting of ten tales.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Buddhāpadāna is a glorification of the Buddha，the ’King of the Dhamma endowed with the thirty perfections （pārami）’. Here the Buddha himself is made to pronounce this glorification in reply to a question raised by the elder Vedeha. In this glorification the Buddha is made to describe the various meritorious deeds he had done in his previous births and their good results. The Budhāpadāna ends in 81 stanzas with a brief admonition to the monks to be united，heedful and to follow the Noble Eightfold Path.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Paccekabuddhāpadāna is a glorification of Pacceka Buddhas who ’go their solitary way，like the rhinoceros’. The entire sutta of the rhinoceros （Khaggavisāna Sutta：Sn.i.3） is inserted here. To the 41 stanzas of that sutta another 17 stanzas have been added，8 at the beginning and 9 at the end，thus making the Paccekabuddhāpadāna a composition of 58 stanzas. This section of the book is written in a metre different from the rest of the book. （The first three stanzas of the book are also in the same metre.）\u003cbr\u003e\u003cbr\u003eIt is worth noting that the Buddhāpadāna contains no account of the Buddha’s life，either as Gotama or earlier，as Bodhisatta （see，however，Pubbakammapiloti）. Nor does the Paccekabuddhāpadāna contain any life-histories. The stanzas are what might be more appropriately described as Udāna，and appear in the Khaggavisāna Sutta of the Sutta Nipāta. Cp. the Mahāpadāna Sutta （D.ii.1ff），where the word Apadāna is used as meaning the legend or life-story of a Buddha or a Great One - in this case the seven Buddhas. Or does Mahāpadāna mean the Great Story，i.e. the story of the Dhamma and its bearers and promulgation：cp. the title of the Mahāvastu （Dial.ii.3）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Therāpadāna describes the glorious deeds of 550 arahants，beginning with the story of Sāriputta，the chief disciple of the Buddha. This story alone is longer than both the Buddhapadāna and the Paccekabuddhāpadana （234 stanzas）. The story of Sāriputta is followed by those of other famous monks such as Mahā-Moggallāna，Mahā-Kassapa，Anuruddha，Upāli，Aññā-Kondañña，Pindola-Bhāradvaja，Ananda，Rāhula，Rajjhapāla and Sopāka.\u003cbr\u003e\u003cbr\u003eThese biographies of the Theras are of the same pattern though their length differs considerably from one another. Every tale describes some meritorious deed done by the Thera concerned during the time of a former Buddha and then the pleasures obtained during his subsequent existences in accordance with the prophecy uttered by that Buddha and，ultimately，the attainment of the perfection of an arahant. Another characteristic feature of these Apadānas is that，like the Jātakas，almost all of them have a story of the past and a story of the present. Whereas the Jātakas relate a previous existence of the Buddha，the Apadānas relate that of an arahant. Only a few Apadānas deviate from this stereotype.\u003cbr\u003e\u003cbr\u003eThe Cy. gives details of eleven more Theras not found in the text：Yasa，Nadīkassapa，Gayākassapa，Kimbila，Vajjiputta，Uttara，Apara-Uttara，Bhaddaji，Sivika，Upavāna and Ralthapāla. \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Therī Apadāna is also comparatively short. It consists of biographies of forty renowned nuns，divided into four vaggas or groups，each vagga consisting of ten biographies. Here appear biographies of some of the famous nuns in Buddhist literature，such as Mahā Pajāpatī Gotamī，Khemā，Uppalavannā. Patācarā，Kundalakesī，Kisāgotamī，Nandā Janapadakalyānī，Yasodharā，Rūpanandā and Ambapālī. These biographies of nuns follow the same pattern as those of monks.\u003cbr\u003e\u003cbr\u003eIn addition to these，there are a large number of names which are only descriptive titles，e.g.，the Theras，”Dispenser of fans”，”Dispenser of clothes”，”Dispenser of mangoes”，”Worshipper of footprints”，and the Therīs，”Dispenser of water”，”Dispenser of five seats”，”Dispenser of rice gruel” and the like.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eMost of the stories are found in the Paramatthadīpanī，the Commentary to the Thera- and Therīgāthā，extracted from the Apadāna with the introductory words，”tena vuttam Apadāne.” But in numerous instances the names under which the verses appear in the Paramatthadīpanī differ from those subjoined to the verses in the Apadāna. In several cases it is a matter of the Commentary giving a name while the Apadāna gives only a title. E.g.，Usabha Thera （ThagA.i.320），called Kosumbaphaliya （Ap.ii.449）； and Isidinna （ThagA.i.312），called （Ap.ii.415） Sumanavījaniya. \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eSometimes the stories are duplicated in the Apadāna itself，the same story occurring in two places with a very slight alteration in words，even the name of the person spoken of being the same. Most often no reason can be assigned for this，except，perhaps，careless editing. E.g.，Annasamsāvaka i Ap.i.78 and again i.261； see also the Introduction to the P.T.S. Edition.\u003cbr\u003e\u003cbr\u003eThe Apadāna is regarded as one of the very latest books in the Canon，one reason for this view being that while later books like the Buddhavamsa mention only twenty-four Buddhas previous to Gotama，the Apadāna contains the names of thirty-five. It is very probable that the different legends in the collection are of different dates. On these and other matters connected with the Apadāna，see Rhys Davids article in ERE. and Muller’s Les Apadānas du Sud （Congress of Orientalists，Leyden，1895）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Apadāna is certainly one of the latest works of the Khuddaka Nikāya and of the canon. As B. C. Law has pointed out in his History of Pali Literature （p. 7），the Apadāna is not included as a text of the Khuddaka Nikāya in the Dīghabhānaka list，but it finds mention as the thirteenth book of the Khuddaka Nikāya in the Majjhimabhānaka list. This would lead to the inference that at the time the Dīghabhānaka list was completed the Apadāna was not considered as a text of the Khuddaka Nikāya，and probably also of the canon. Moreover，the reference in the Apadāna to numerous Buddhas presupposes the legend of twenty-four previous Buddhas which is only a later development of the older legend of six Buddhas contained in other parts of the canon such as the Digha Nikāya. B. C. Law also says that one of the Apadānas seems to allude to the Kathāvatthu as an Abhidhamma composition （Ap. I，37） and Rhys Davids argues that，if it is so，the Apadāna must be one of the very latest books of the canon.\u003cbr\u003e\u003cbr\u003eThe Apadāna makes no attempt to teach the higher doctrines in Buddhism. Its stories deal with the merits done by the good people，laying much stress on the formal aspects of religion，e.g.，pūjā，vandanā，dāna，etc. Very often the good deed is the erection of a cetiya，cleaning round a cetiya，white-washing a cetiya，sweeping the compound of a cetiya or a bodhi-tree or some such commonplace action. Thus，the Apadāna has aimed to emphasis the charitable and humanitarian aspects of Buddhist life.\u003cbr\u003e\u003cbr\u003eThe Apadāna is as copious a composition as the Jātaka，though of less literary value. Its narratives bear much in common with those of the Theragāthā，the Therīgāthā and the Vimāna Vatthu in their contents and also in their style. Some narratives of the Apadāna give more details of the personages described in the Thera，Therīgāthā，e.g.，Kisāgotamī and Patācarā.\u003cbr\u003e\u003cbr\u003eThe legends of the Apadāna have been the subject matter for many other later compositions，like the two Pali works，the Sādhucarita and the Rasavāhinī and the two Sinhalese prose works，the Pūjāvaliya and the Kathinānisamsaya.\u003cbr\u003e\u003cbr\u003eAccording to the Sumangala Vilāsinī （i.15. See also Przyluski：La Legende de l’Empereur Acoka，pp. viii f.，214），the Dīghabhānakas，who included the Khuddaka Nikāya in the Abhidhammapitaka，did not recognise the Apadāna. The Majjhimabhānakas included it in the Khuddaka Nikāya，which they regarded as belonging to the Suttapitaka. There is a Commentary to the Apadāna called the Visuddhajanavilāsinī.\u003cbr\u003e\u003cbr\u003eThe Apadāna has its counterpart in the Avadāna in Buddhist Sanskrit literature.\u003cbr\u003e\u003cbr\u003eAccording to Gv. （p.69） the Commentary on the Apadāna was written by Buddhaghosa at the request of five monks."],["U","APADĀNA：[nt] lịch sử của đời sống，chuyện thần thpại"],["K","apadāna：＂အပဒါန（တိ）\u003cbr\u003e  [အပ+ဒါ（ဒေ）+ယု။ တစ်နညး အပ+ဒါန+အ။ နီတိ၊ဓာ။၇၄၊၈၂၊၁၁၃၊၂၂၅-တို့ကြည့်။ （အဝဒါန-သံ）]\u003cbr\u003e  ရိတ်-ဖြတ်-ခြင်း၊ ရိတ်-ဖြတ်-အပ်သော （အရပ်）၊ ရိတ်-ဖြတ်-ရာအရပ်။ （၂） ပိုင်းဖြတ်ခြင်းမှ ကင်းခြင်း၊ မပိုင်းဖြတ်ခြင်း၊ မပြတ်ခြင်း။ （၃） အပိုင်းအခြား။ အနပဒါန-ကြည့်။ （၄） ထင်ရှားသော အမှု။ （၅） သုတ်သင်ကြောင်း-မှတ်သားကြောင်း-ဖြစ်သော （သုံးပါးသော သိက္ခာ）၊ အမှတ်လက္ခဏာ။ （၆） ဩဝါဒ၊ သွားရာလမ်းကြောင်း၊ အကျင့်ပဋိပတ်။ （၇） ရှေး၌ဖြစ်ခဲ့သော-အမှုကိစ္စ-အဖြစ်အပျက်-အကြောင်းအရာ၊ အဋ္ဌုပ္ပတ်၊ ရှေးအကျင့်၊ သတ္တဝါတို့၏ ကောင်း，မကောင်းသော လုံ့လပယောဂ၊ ရှေး၌-ပြုခဲ့သော အမှု-ဖြည့်ကျင့်ခဲ့သော ပါရမီ-ပြုနိုင်ခဲသောအမှု-ကို ပြုခဲ့ခြင်း။ အပဒါနိယ-လည်းကြည့်။ （၈） အပဒါန်ကျမ်း၊ ခုဒ္ဒကနိကာယ် ၁၅-ကျမ်းတွင် ၁၃-ခုမြောက်ဖြစ်သော ကျမ်း။"],["R","apadāna：အပ-ဒါန（န） \u003cbr\u003eဆုံးမခြင်း။ သာသနာ။ အပဒါန်ကျမ်း။ "],["R","apadāna：အပ-ဒါန（န） \u003cbr\u003eဖဲခွာခြင်း။ အပိုင်းအခြား။ "]]
