[["B","aparagoyāna：aparagoyāna（pu，na）\u003cbr\u003e  အပရဂေါယာန（ပု၊န）\u003cbr\u003e  [apara+goyāna.  ，ṭī.183-. buddhabhāsā sakkatacānitea aparagodānīya （dibyā.133. mahāvatthu，2.68）hu¤ç aparagodānika （mahāvatthu，2.158-9）hu¤ ra.]\u003cbr\u003e  [အပရ+ဂေါယာန။ ဓာန်နှင့် ဓာန်၊ဋီ။၁၈၃-ကြည့်။ ဗုဒ္ဓဘာသာ သက္ကတကျမ်းစာတို့၌ အပရဂေါဒါနီယ （ဒိဗျာ။၁၃၃။ မဟာဝတ္ထု၊၂။၆၈）ဟု၎င်း，အပရဂေါဒါနိက （မဟာဝတ္ထု၊၂။၁၅၈-၉）ဟု၎င်း တွေ့ရသည်။]"],["V","Aparagoyāna：One of the four great continents into which the earth is divided. It is to the west of Sineru and is seven thousand yojanas in extent. It is surrounded by five hundred islands （SnA.ii.443）. According to the Anguttara Nikāya （i.227； v.59），each cakkavāla （world-system） has an Aparagoyāna. It is inhabited by men （KhA.123），but they have no houses and sleep on the ground （ThagA.ii.187-8）. In the centre of the continent is a Kadamba tree，whose trunk is fifteen yojanas in girth and whose trunk and arms are fifty yojanas in length.\u003cbr\u003e\u003cbr\u003eThis tree stands for a whole kappa （DhsA.298； AA.i.264； Vm.206）. When the sun rises in Jambudīpa，it is the middle watch of the night in Aparagoyāna； sunset in Aparagoyāna is midnight in Jambudīpa，and sunrise is noon in Jambudīpa，sunset in Pubbavideha and midnight in Uttarakuru （DA.iii.868）. A cakkavatti-king first conquers Pubbavideha in the east and Jambudīpa in the south，and then sets out to win Aparagoyāna in the west and Uttarakuru in the north （Mbv.73-4； BuA.113）. Thus King Mandhātā，having conquered Jambudīpa，journeys on with his retinue to Aparagoyāna and conquers it straight away （Dvy.215）.\u003cbr\u003e\u003cbr\u003ePunnaka，in his play with Dhanañjaya，staked a jewel，by gazing into which the continent of Aparagoyāna could be seen. J.vi.278； so also in the necklace mentioned in the Hārapradāna Jātaka. （Mtu.ii.68）.\u003cbr\u003e\u003cbr\u003eIn this context the name given is Goyāniya. So also in the Mahāvastu：Aparagodānika，°godāniya （ii.159，378，etc.）. In the Dulva it is called Aparagaudani （Rockhill，84）.\u003cbr\u003e\u003cbr\u003eSome of the inhabitants came with Mandhātā from Aparagoyāna to Jambudīpa and settled down there. The country they colonised was called Aparanta. DA.ii.482； MA.i.484."],["K","aparagoyāna：＂အပရဂေါယာန（ပု၊န）\u003cbr\u003e  [အပရ+ဂေါယာန။ ဓာန်နှင့် ဓာန်၊ဋီ။၁၈၃-ကြည့်။ ဗုဒ္ဓဘာသာ သက္ကတကျမ်းစာတို့၌ အပရဂေါဒါနီယ （ဒိဗျာ။၁၃၃။ မဟာဝတ္ထု၊၂။၆၈）ဟု၎င်း，အပရဂေါဒါနိက （မဟာဝတ္ထု၊၂။၁၅၈-၉）ဟု၎င်း တွေ့ရသည်။]\u003cbr\u003e  အပရဂေါယာနကျွန်း၊ အနောက်ကျွန်း။ ဂေါယာနိယ-လည်းကြည့်။"],["R","aparagoyāna：အပရ-ဂေါယာန（န） \u003cbr\u003eအနောက်ကျွန်း။ "]]
