[["C","aparājita：a. [a-parājita] 無敗的."],["S","aparājita：a. [a-parājita] 無敗の."],["D","Aparājita，【形】 未征服的。（p26）"],["F","Aparājita，【形】不可征服的，不敗的。"],["B","aparājita：aparājita（ti）\u003cbr\u003e  အပရာဇိတ（တိ）\u003cbr\u003e  [na+parājita（=parā+ji+ta）. vi，nitea apara+ajita-hu kraṃ. ¤.]\u003cbr\u003e  [န+ပရာဇိတ（=ပရာ+ဇိ+တ）။ ဝိ၊ဓာန်၌ အပရ+အဇိတ-ဟုလည်း ကြံသည်။ ၎င်းကြည့်။]"],["C","aparājita：[adj.] unconquered."],["P","Aparājita，（adj.） [Vedic aparājita； a + parājita] unconquered Sn.269； J.I，71，165. （Page 52）"],["V","Aparājita：\u003ci\u003e1. Aparājita.\u003c/i\u003e-One of the Pacceka Buddhas mentioned in theIsigili Sutta. M.iii.70； also ApA.i.107 and MA.ii.890.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Aparājita.\u003c/i\u003e-A cakkavatti who lived seven kappas ago，an earlier birth of Avyādhika Thera. Ap.i.215.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Aparājita.\u003c/i\u003e-A householder of Bandhumatī. When his elder brother，Sena，left the world and became an arahant under Vipassī Buddha，Aparājita sought his advice as to how he could use his wealth to perform some act of great merit. He was asked to build a Gandhakuti for the Buddha，which he did，using all manner of precious metals and stones and surrounding it with various kinds of luxury，such as perfumed water. The chamber was on three occasions filled knee-deep with jewels to be taken by anyone who came to hear the Buddha preach. At the opening of the Gandhakuti，Aparājita entertained 6，800，000 monks for nine months. In this age he was born as the banker Jotika. In an earlier birth he had given sugar-cane to a Pacceka Buddha. DhA.iv.199-207.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Aparājita.\u003c/i\u003e-Nephew of the foregoing. He asked his uncle to let him have a share in the building of the Gandhakuti，but was refused. So he built an elephant stable next to it.\u003cbr\u003e\u003cbr\u003eIn the present age he was the banker Mendaka. DhA.iv.203."],["U","APARĀJITA：[a] không xâm chiếm được"],["K","aparājita：＂အပရာဇိတ（တိ）\u003cbr\u003e  [န+ပရာဇိတ（=ပရာ+ဇိ+တ）။ ဝိ၊ဓာန်၌ အပရ+အဇိတ-ဟုလည်း ကြံသည်။ ၎င်းကြည့်။]\u003cbr\u003e  （၁） （က） （ကိလေသမာရ်စသော မာရ်လေးပါးတို့သည်-） မရှုံးစေအပ်-မအောင်နိုင်အပ်-သော၊ （မာရ်လေးပါးတို့ကို-） ရှုံးစေ-အောင်နိုင်-သော၊ သူ၊ （ဘုရား，ရဟန္တာ）။ （ခ） မရှုံးခဲ့သော၊ အောင်-နိုင်-ပြီးသော （ဘုရား）။ （၂） （တစ်စုံတစ်ယောက်သည်） မရှုံးစေအပ်-မအောင်နိုင်အပ်-သော၊ မရှုံးသော၊ အောင်-နိုင်-သော၊ သူ။ （၃） （က） （သူတစ်ပါးတို့က-） မရှုံးစေအပ်ရာ-မအောင်နိုင်အပ်ရာ-ဖြစ်သော （ပလ္လင်）။ （ခ） （သူတစ်ပါးတို့မှ） မရှုံးရာဖြစ်သော （ပလ္လင်）။ အပရာဇိတပလ္လင်္က-ကြည့်။ （၄） အပရာဇိတ-မည်သော ပစ္စေကဗုဒ္ဓါ။ （၅） အပရာဇိတမည်သော စကြာဝတေးမင်း။ （၆） အပရာဇိတ-မည်သော၊ သူ၊ （သူ၊ကြွယ်）။ （ထီ） （၇） အောင်မည်းညိုပင်။"],["R","aparājita：အ-ပရာဇိတ（တိ） \u003cbr\u003eရန်သူတို့ မအောင်အပ်သည်။ မရှုံးသည်။\u003cbr\u003eအပရာဇိတပလ္လင်္ကေ၊ အောင်မြေပလ္လင်၌။ "]]
