[["V","Appamāda Sutta：\u003ci\u003e1. Appamāda Sutta （2）\u003c/i\u003e.-Preached to Pasenadi. Diligence is the one quality that acquires and keeps welfare both in this life and in the next； just as the elephant’s foot is chief among all feet，so is diligence the best of qualities. S.i.86，87.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Appamāda Sutta.\u003c/i\u003e-Diligence must be practiced by those who know not the nature of birth，becoming，etc. S.ii.132.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. Appamāda Sutta （2）\u003c/i\u003e.-Diligence is the harbinger of the arising of the Ariyan Eightfold Way. S.v.30，32.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. Appamada Sutta （2）\u003c/i\u003e.-Diligence is most useful for the arising of the Ariyan Eightfold Way （S.v.33）； there is no other single condition like it for the arising and perfection of the Way. S.v.35，36，37.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5. Appamāda Sutta.\u003c/i\u003e-On four occasions on which earnestness should be applied. A.ii.119f.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6. Appamāda Sutta\u003c/i\u003e.-Preached in answer to a brahmin’s question. Earnestness is a quality which，if developed，brings success both in this world and in the next （A.iii.364）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e7. Appamāda Sutta.\u003c/i\u003e-Same as Aparihāniya Sutta （2），with the addition of samādhigāravatā （A.iv.27f）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e8. Appamāda Sutta.\u003c/i\u003e-Earnestness is the best and highest of all qualities. A.v.21f.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e9. Appamāda Sutta.\u003c/i\u003e-The name given in the Sutta Sangaha to a sutta quoted from the Itivuttaka on the value of appamāda. Itv.16.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003e\u003ci\u003e1. Appamāda Vagga\u003c/i\u003e.-The second chapter of theDhammapada.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. Appamāda Vagga\u003c/i\u003e.-In the fifth division of theSamyutta Nikāya （Mahāvagga）- several chapters are found called Appamādavagga. Thus the fifth of the Magga Samyutta （S.v.41-5），the tenth and the fifteenth of the Bojjhanga （135，138），the seventh of the Satipatthāna （191），the ninth and the fourteenth of the Indriya （240，242），the second of the Sammappadhāna （245），the second and the seventh of the Bala （250，252），the fifth of the Iddhipāda （291） and the second of the Jhāna （308）."]]
