[["A","asekkha，asekha  m．[a-sekha．Sk．aśaiksa] 無学，阿羅漢．-adhipati无学增上．-dhamma无学法．-paññakkhandha无学の慧蕴．-puggala无学人．-phala无学果．-bala 無学力．-bhūmi无学地．-muni无学牟尼．-vimuttiñāṇakkhandha无学の解脱智蕴．-samādhi无学定．-samādhikkhandha无学の定蕴．-sammā-ājīva无学の正命．-sammā-kammanta无学の正业．-sammā-ñāṇa无学の正智．-sammādiṭṭhi无学の正见．-sammā-vācā无学の正语．-sammā-vāyama无学の正精进．-sammā-vimutti无学の正解脱．-sammā-saṅkappa无学の正思惟．-sammā-sati无学の正念．-sammā-samādhi无学の正定．-sīla无学の戒．-sīlakkhandha无学の戒蕴"],["M","asekkha：（asekha）無學者。即阿拉漢聖者。因為阿拉漢聖者對所應修、所應學之法，皆已圓滿，更無所應學，故稱為無學者。\u003cbr\u003e《律註》中說：“已超越諸學法，住立於至上果，從此再也沒有更應當學的漏盡者，稱為無學者。＂（Pr．A．45）"],["B","asekkha：asekkha（ti）\u003cbr\u003e  အသေက္ခ（တိ）\u003cbr\u003e  [na+sekkha（kha）．（2） asekkha+a]\u003cbr\u003e  [န+သေက္ခ（ခ）။ （၂） အသေက္ခ+အ]"],["C","asekkha：[adj．] one who does not require any further training．（m．） an Arahant．"],["E","asekkha：asekha vô học，pháp vô học，bậc vô học，không cần học nữa"],["K","asekkha：အသေက္ခ（တိ）\u003cbr\u003e  [န+သေက္ခ（ခ）။ （၂） အသေက္ခ+အ]\u003cbr\u003e  （၁） （သိက္ခာသုံးပါးကို） သင်ဆဲ-ကျင့်ဆဲ-ဖြည့်ဆဲ-မဟုတ်သော၊ သင်ခြင်း-ကျင့်ခြင်း-ဖြည့်ခြင်း-ကိစ္စမရှိသော၊ သိက္ခာသုံးပါးကို ကျင့်ပြီးသော၊ သူ။ （အသေက္ခဖြစ်သော ဘုရား，ရဟန္တာ，ပစ္စေကဗုဒ္ဓါ ပုလ္လိုလ်တို့တည်း။ ထိုတွင် ရဟန္တပုဂ္ဂိုလ်သည် အခြားသော ပုဂ္ဂိုလ်တို့၏ အထံ၌ သီလစသည်ကို ဖြည့်ကျင့်ပြီးဖြစ်၍ နောက်ထပ် ဖြည့်ကျင့်ဖွယ် မရှိသောကြောင့် ''သိက္ခိတအသေက္ခ''မည်၏။ ဘုရားနှင့် ပစ္စေကဗုဒ္ဓါတို့သည် ကိုယ်တိုင်သိ၍ ဖြည့်ကျင့်ပြီးဖြစ်ရကား အခြားသူထံ၌ နည်းခံ၍ ကျင့်ဖွယ် မလိုသောကြောင့် ''အသိက္ခိတအသေက္ခ''မည်၏）။ （၂） အသေက္ခဖြစ်သော၊ တရား။ （က） အသေက္ခပုဂ္ဂိုလ်-တို့၏-ဥစ္စာ-သန္တာန်၌-ဖြစ်သော၊ တရား။ （ခ） သင်ဆဲ，ဖြည့်ကျင့်ဆဲမဟုတ်သော၊ နောက်ထပ်သင်ဖွယ်，ဖြည့်ကျင့်ဖွယ် မလိုတော့သောကြောင့် ရဟန္တာပုဂ္ဂိုလ်တို့၏ သန္တာန်၌ သင်ပြီး ဖြည့်ကျင့်ပြီး အနေအားဖြင့် ဥပါဒ်ဖြစ်ပေါ်လာသော၊ တရား။ （ဂ） ကြီးပွါးတိုးတက်သော သေက္ခဖြစ်သော၊ တရား။ （ဤ（၂）အနက်၌ ယှဉ်ဖော်ယှဉ်ဖက် တရားနှင့် တကွ သီလက္ခန္ဓစသော အရဟတ္တဖိုလ်တရားတို့ကို၎င်း，ဝိမုတ္တိဉာဏဒဿနက္ခန္ဓမည်သော ပစ္စဝေက္ခဏာဉာဏ်စသည်တို့ကို၎င်း အသေက္ခဟု ခေါ်သည်）။"],["R","asekkha：အသေက္ခ\t（ပ） \u003cbr\u003eသိက္ခာသုံးပါး ကျင့်ပြီးသော သူ။ ရဟန္တာ။ "],["R","asekkha：အသေက္ခ\t（တိ） \u003cbr\u003eကျင့်ဆဲ မဟုတ်သော။ သင်ခြင်းကိစ္စ မရှိသော။ "]]
