[["B","ava：ava（bya）\u003cbr\u003e  အဝ（ဗျ）\u003cbr\u003e  [ava+a．upasāra 2va- ta．¤ava- aarānitea o-prura．ka．5va．rū．nhā-33．nīti，sutta．126-．，5．131- ¤pañcikānitea ava- o-pru-hu mayūcha o-  upasāra-ta  ．o-．aarānitea ava- u-prura．ka．79．rū．nhā-33-4-．]\u003cbr\u003e  [အဝ+အ။ ဥပသာရပုဒ် ၂ဝ-တို့တွင် တပုဒ်ဖြစ်သည်။ ၎င်းအဝ-ကို အချို့အရာ၌ ဩ-ပြုရသည်။ ကစ္စည်း။၅ဝ။ ရူ။နှာ-၃၃။ နီတိ၊သုတ္တ။၁၂၆-တို့ကြည့်။ မောဂ်၊၅။၁၃၁-နှင့် ၎င်းပဉ္စိကာတို့၌ အဝ-ကို ဩ-ပြုသည်-ဟု မယူဆဘဲ ဩ-သည် သီးခြား ဥပသာရ-တပုဒ်ပင် ဖြစ်ကြောင်း ဆိုသည်။ ဩ-လည်းကြည့်။ အချို့အရာ၌ အဝ-ကို ဥ-ပြုရသည်။ ကစ္စည်း။ ၇၉။ရူ။နှာ-၃၃-၄-တို့ကြည့်။]"],["I","ava：For many words beginning thus see under O-"],["I","ava：Away，off; down"],["K","ava：အဝ\t（ဗျ）\u003cbr\u003e  [အဝ+အ။ ဥပသာရပုဒ် ၂ဝ-တို့တွင် တပုဒ်ဖြစ်သည်။ ၎င်းအဝ-ကို အချို့အရာ၌ ဩ-ပြုရသည်။ ကစ္စည်း။၅ဝ။ ရူ။နှာ-၃၃။ နီတိ၊သုတ္တ။၁၂၆-တို့ကြည့်။ မောဂ်၊၅။၁၃၁-နှင့် ၎င်းပဉ္စိကာတို့၌ အဝ-ကို ဩ-ပြုသည်-ဟု မယူဆဘဲ ဩ-သည် သီးခြား ဥပသာရ-တပုဒ်ပင် ဖြစ်ကြောင်း ဆိုသည်။ ဩ-လည်းကြည့်။ အချို့အရာ၌ အဝ-ကို ဥ-ပြုရသည်။ ကစ္စည်း။ ၇၉။ရူ။နှာ-၃၃-၄-တို့ကြည့်။]\u003cbr\u003e  （၁） အောက်၊ အောက်အဖို့=အဓော，အဓောဘာဂ，ဟေဋ္ဌာ။ အဝကုဇ္ဇ，အဝဂစ္ဆတိ，အဝဇ္ဈာယတိ，အဝဘူတ，အဝဟနနဋ္ဌ-တို့ကြည့်။ （၂） အောက်သို့ မျက်နှာပြုသော၊ အောက်သို့ ရှေးရှုသော=အဓောမုခ။ အဝပတိဘ，အဝလိတ္တ-တို့ကြည့်။ （၃） ယုတ်သော၊ ယုတ်ညံ့သော=နီစ，အဓမ။ အဝဇ္ဈာယတိ，အဝဇာတ-တို့ကြည့်။ （၄） မယှဉ်ခြင်း，ကင်းကွာခြင်း= ဝိယောဂ။ （၅） အရပ်=ဒေသ။ （၆） ဆုံးဖြတ်ခြင်း။ အဝဓာရဏ-ကြည့်။ （၇） စင်ကြယ်ခြင်း။ （ဂ） လွှမ်းမိုးခြင်း၊ မထီမဲ့မြင်ပြုခြင်း။ အဝဇာနန，အဝဇာနာတိ，အဝညာ，အဝမညန-တို့ကြည့်။ （၉）-လည်းကြည့်ပါ။ （၉） ကဲ့ရဲ့ခြင်း၊ ရှုတ်ချခြင်း။ အဝက္ခိပိတွာ，အဝညာတ-တို့ကြည့်။ （၁ဝ） ခိုးခြင်း။ အဝဟာရ-ကြည့်။ （၁၁） သိခြင်း။ အဝဂစ္ဆတိ，အဝေတိ-တို့ကြည့်။ （၁၂） လွန်ကဲခြင်း။ အဝမကာသန္တိ-ကြည့်။ （၁၃） သက်ဝင်ခြင်း၊ အတွင်းသို့ ဝင်ခြင်း။ အဝစရ，အဝစရတိ，အဝဋ္ဌိတိ-တို့ကြည့်။ （၁၄） မကောင်းသော။ အဝဂ္ဂါဟ，အဝဘောတ္တုံ-တို့ကြည်။ （၁၅） အဖန်ဖန်။ အဝလောကေတိ-ကြည့်။ （၁၆） ငယ်သော။ အဝစ-（၂），ဥစ္စာဝစ-တို့ကြည့်။ （၁၇） တားမြစ်ခြင်း။ အဝမင်္ဂလ-ကြည့်။"],["O","ava：အဝ\u003cbr\u003e  ဘူ = ပါလန ဂတိ ကန္တိ ပီတိ တိတ္တိ အဝဂမ ပဝေသ သဝဏ သာမျတ္ထ ယာစန ကိရိယာ ဣစ္ဆာ ဒိတ္တိ ပတ္တိ အာလိင်္ဂန ဟိံသာ အာဒါန ဘာဂဝုဒ္ဓီသု-စောင့်ရှောက်ခြင်း，သွားခြင်း，တင့်တယ်ခြင်း，နှစ်သက်ခြင်း，ရောင့်ရဲခြင်း，သက်ဝင်ခြင်း，ဝင်ခြင်း，နားထောင်ခြင်း，အရှင်ဟူသောအနက်，တောင်းခြင်း，ပြုခြင်း，အလိုရှိခြင်း，ထွန်းပခြင်း，ရောက်ခြင်း，လည်ဖက်ခြင်း，ညှဉ်းဆဲခြင်း，ယူခြင်း，အဖို့ဟူသော အနက်，ကြီးပွါးခြင်းတို့၌။ အဝတိ။"],["R","ava：အဝ\t（ဥ） \u003cbr\u003eအောက်အဖို့။ မယှဥ်ခြင်း။ နှိပ်စက်ခြင်း။ သိခြင်း။ စင်ကြယ်ခြင်း။ ဆုံးဖြတ်ခြင်း။ အရပ်။ ခိုးခြင်းစသော အနက်တို့၌ ဖြစ်သော ဥပသာရပုဒ်။\u003cbr\u003eအဝ ဣတိ အဓောဘာဂ ဝိယောဂပရိဘဝ ဇာနန သုဒ္ဓိ နိစ္ဆယ ဒေသ ထေယျာဒီသု အတ္ထေသု ဝတ္တတိ။ ရူပသိဒ္ဓိ။ "]]
