[["C","aññāta：① a. [ājānāti 的 pp.] 已了知的，已開悟的. -mānin 有已開悟的慢的人，（自）認為已了知的人. ② a. [a-ñāta] 無知的."],["S","aññāta：① a. [ājānāti の pp.] 了知せる，開悟せる. -mānin 開悟せりとの慢ある人，了知せると思える人. ② a. [a-ñāta] 無知なる."],["D","Aññāta，【形】 1. （ā + ñāta：） 知道的，懂的。 2. （na + ñāta：） 不知道的，不認識的。（p6）"],["F","Aññāta，2 （na+ñāta）不知道的、不認識的（unknown）。"],["F","Aññāta，1（pp. of ājānāti），已知道的、已認識（known，recognised ）。anaññāta﹐不知道的（what is not known）。anaññātaññassāmī’t’indriya﹐我應該知道尚未知道的根。aññātamānin﹐擁有完美知識的驕傲。aññāya saṇṭhahiṁsu，確立於完全智（《中阿含經》譯：遵奉持者）。"],["F","Aññāta，【形】1.（ā+ñāta） 知道的，懂的。"],["B","aññāta：aññāta（ti）\u003cbr\u003e  အညာတ（တိ）\u003cbr\u003e  [ā+ñā+ta]\u003cbr\u003e  [အာ+ဉာ+တ]"],["B","aññāta：aññāta（ti）\u003cbr\u003e  အညာတ（တိ）\u003cbr\u003e  [ā+ñā+ta]\u003cbr\u003e  [အာ+ဉာ+တ]"],["B","aññāta：aññāta（ti）\u003cbr\u003e  အညာတ（တိ）\u003cbr\u003e  [na+ñāta]\u003cbr\u003e  [န+ဉာတ]"],["B","aññāta：aññāta（ti）\u003cbr\u003e  အညာတ（တိ）\u003cbr\u003e  [na+ñāta]\u003cbr\u003e  [န+ဉာတ]"],["C","aññāta，（adj.），1. （ā + ñāta：），known； understood； 2. （na + ñāta：） unknown； not recognised."],["P","Aññāta，\u003csup\u003e2\u003c/sup\u003e [a + ñāta] unknown，see ñāta. （Page 14）"],["P","Aññāta，\u003csup\u003e1\u003c/sup\u003e [pp. of ājānāti，q. v.] known，recognised Sn.699. \u003ci\u003ean°\u003c/i\u003e what is not known，in phrase anaññāta-ññassāmī’t’indriya the faculty of him （who believes）：“I shall know what is not known （yet）” D.III，219； S.V，204； It.53； Pug.2； Dhs.296 （cp. Dhs.trsl. 86）； Nett 15，54，60，191.\u003cbr\u003e\u003cbr\u003e  \u003ci\u003e--mānin\u003c/i\u003e one who prides himself in having perfect knowledge，one who imagines to be in possession of right insight A.III，175 sq.； Th.1，953. （Page 14）"],["V","Aññāta：He was the son of a very wealthy brahmin family of Donavatthu near Kapilavatthu and was born before the Buddha. He came to be called by his family name Kondañña. He was learned in the three Vedas，excelling in the science of physiognomy. \u003cbr\u003e\u003cbr\u003eWhen the Buddha was born he was among the eight brahmins （the others being Rāma，Dhaja，Lakkhana，Mantī，Bhoja，Suyāma and Sudatta. In the Milinda （236），where the eight names are given，Kondañña appears as Yañña） sent for to prognosticate，and though he was yet quite a novice he declared definitely that the babe would be a Buddha. Thereafter he lived awaiting the Bodhisatta’s renunciation. After this happened he left the world with four others，and the five later became known as the Pañcavaggiyā （J.i.65f.； AA.i.78-84； ThagA.ii.1ff）. When，after the Enlightenment，the Buddha visited them at Isipatana and preached the Dhammacakkappavattana Sutta，Kondañña and eighteen crores of brahmas won the Fruit of the First Path. As he was the first among humans to realise the Dhamma the Buddha praised him saying ”aññāsi vata bho Kondañño” twice； hence he came to be known as Aññata Kondañña. （Vin.i.12； UdA.324，371； Mtu.iii.333）. \u003cbr\u003e\u003cbr\u003eIt is interesting to note that in the Burmese MSS. the name appears as Aññāsi-Kondañña. The Cy. explains Aññāta-Kondañña by ”pativedha Kondañña.” In the ThagA. he is called Añña-Kondañña. Mrs. Rhys Davids suggests that Aññā was his personal name （Gotama the Man，p.102）.\u003cbr\u003e\u003cbr\u003eFive days later when the Anattalakhana Sutta was preached he became arahant （Vin.i.13-14）. He was the first to be ordained with the formula ”ehi，bhikkhu” and the first to receive higher ordination. Later，at Jetavana，amidst a large concourse of monks，the Buddha declared him to be the best of those who first comprehended the Dhamma （AA.i.84）. He was also declared to be pre-eminent among disciples of long-standing （rattaññūnam） （A.i.23）. \u003cbr\u003e\u003cbr\u003eIn the assembly of monks he sat behind the two chief disciples. Finding that his presence near the Buddha was becoming inconvenient to himself and others （For his reasons see AA.i.84； SA.i.216），he obtained the Buddha’s permission to go and live on the banks of the Mandākini in the Chaddanta-vana，where he stayed for twelve years，only returning at the end of that period to obtain the Buddha’s leave for his parinibbāna. The elephants in the forest took it in turns to bring him his food and to look after him. Having bidden farewell to the Buddha，he returned to Chaddanta-vana，where he passed away （SA.i.218； AA.i.84）. We are told （SA.i.219） that all Himavā wept at his death. The obsequies were elaborately performed by eight thousand elephants with the deva Nāgadatta at their head. All the devas from the lowest to the highest brahma world took part in the ceremony，each deva contributing a piece of sandalwood. Five hundred monks，led by Anuruddha，were present. The relics were taken to Veluvana and handed over to the Buddha，who with his own hand deposited them in a silver cetiya which appeared from the earth. Buddhaghosa states that the cetiya existed even in his time （SA.i.219）.\u003cbr\u003e\u003cbr\u003eSeveral verses attributed to Kondañña are given in the Theragāthā，admonishing fellow celibates to lead the higher life，because everything is impermanent，bound to ill and void of soul （Thag.674-88）.\u003cbr\u003e\u003cbr\u003eOn one occasion he preached to Sakka at the latter’s own request； Sakka expressed himself as greatly pleased because the sermon was worthy even of the Buddha.”\u003cbr\u003e\u003cbr\u003eVangisa once extolled his virtues in the presence of the Buddha （Thag.v.673； ThagA.ii.3）.\u003cbr\u003e\u003cbr\u003eIn Padumuttara’s time Kondañña had been a rich householder，and，seeing one of the monks given preference in seniority，he wished for a similar rank for himself in the future. Towards this end he did many acts of piety，one of them being to build a golden chamber over the Buddha’s relics. In Vipassī’s time was a householder，Mahākāla，and gave to the Buddha the first-fruits of his field in nine stages of their produce （ThagA.ii.1； DhA.i.80）.\u003cbr\u003e\u003cbr\u003eAccording to the Apadāna （i.48f.； The Divy 430 mentions another previous birth of Kondañña），he offered the first meal to Padumuttara after his Enlightenment.\u003cbr\u003e\u003cbr\u003ePunna Mantānīputta was his nephew and was ordained by him. ThagA.i.37.\u003cbr\u003e\u003cbr\u003eMantānī was Aññāta-Kondañña’s sister."],["U","AÑÑĀTA：[a] 1-- （ā+ñāṭa） hiểu biết，hiểu rõ 2-- （na+ñāṭa） không biết，không nhận thức được"],["K","aññāta：＂အညာတ（တိ）\u003cbr\u003e  [န+ဉာတ]\u003cbr\u003e  မသိအပ်သော၊ မသိအပ်သည်။ （က） မသိအပ်သည်။ （ခ） မသိအပ်သော တရား။ （ဂ） မသိအပ်သော သူ၊ လူစိမ်း သူစိမ်း။ （ဃ） မထင်ရှားသော၊ ထင်ရှားသော ဂုဏ်မရှိသော၊ သိသာသော အလုပ်စွမ်းရည် ရာဇဝင်မရှိသော၊ သူ။"],["K","aññāta：＂အညာတ（တိ）\u003cbr\u003e  [န+ဉာတ]\u003cbr\u003e  （၁） မသိတတ်သော၊ သူ။ အညာတက-ကြည့်။ （၂） မသိစေတတ်သော၊ လာဘ်သပ်ပကာအတွက် မိမိကိုယ်ကို ထင်ရှားအောင်မပြုသော၊ သူ။ အညာတ-လည်းကြည့်။"],["K","aññāta：＂အညာတ（တိ）\u003cbr\u003e  [အာ+ဉာ+တ]\u003cbr\u003e  သိအပ်သော။ ထင်ရှားသော။"],["K","aññāta：＂အညာတ（တိ）\u003cbr\u003e  [အာ+ဉာ+တ]\u003cbr\u003e  သိတတ်-သိပြီး-လွန်စွာသိပြီး-သော၊ သူ။ အညာတတ္တ-ကြည့်။"],["R","aññāta：အညာတ（ပ） \u003cbr\u003eမသိသောသူ။ "],["R","aññāta：အညာတ（တိ） （အ√ဉာ+တ）\u003cbr\u003eမသိအပ်သည်။ "],["R","aññāta：အညာတ（တိ） （အာ√ဉာ+တ）\u003cbr\u003eပိုင်းခြား၍ သိအပ်သည်။ "]]
