[["B","bāttiṃsamahāpurisalakkhaṇa：bāttiṃsamahāpurisalakkhaṇa（na）\u003cbr\u003e  ဗာတ္တိံသမဟာပုရိသလက္ခဏ（န）\u003cbr\u003e  [bāttiṃsa+mahāpurisalakkhaṇa]\u003cbr\u003e  [ဗာတ္တိံသ+မဟာပုရိသလက္ခဏ]"],["K","bāttiṃsamahāpurisalakkhaṇa：ဗာတ္တိံသမဟာပုရိသလက္ခဏ（န）\u003cbr\u003e  [ဗာတ္တိံသ+မဟာပုရိသလက္ခဏ]\u003cbr\u003e  သုံးဆယ့်နှစ်ပါးသော ယောက်ကျားမြတ် လက္ခဏာတော်။ （၁） မြေ၌နင်းသောအခါ ကောင်းစွာတည် ထိသော ညီညွတ်သည့် ဖဝါးတော်အပြင် ရှိခြင်း။ （၂） နှစ်ဖက်သော ခြေဖဝါးတော် အပြင်တို့၌ တစ်ထောင်သော အကန့်အကွက် ပုံတောင်း အချက်နှင့်တကွ ခပ်သိမ်းသော အခြင်းအရာတို့နှင့် ပြည့်စုံသော တစ်ရာ့ရှစ်ကွက် စက်အင်္ဂါ အမှတ်အသားရှိခြင်း။ （၃） ရှည်လျားသော ဖနောင့်တော် ရှိခြင်း။ （၄） ရှည်သွယ်သော ခြေချောင်းတော်，လက်ချောင်းတော်ရှိခြင်း။ （၅） နူးညံ့သိမ်မွေ့လှစွာသော လက်ဖဝါးတော် ခြေဖဝါးတော်အပြင်ရှိခြင်း။ （၆） လေသွန်နန်းတံခါး၌ စိုက်စီ၍ ထားအပ်သော ရွှေပွတ်လုံး （ဇာလီ） တိုင်ကဲ့သို့ ညီညွတ်စွာ အချောင်းအချောင်း အကြားစိပ်သော လက်ချောင်းတော်，ခြေချောင်းတော်ရှိခြင်း။ （၇） မြူမလိမ်တွယ် စဉ်းငယ်မြင့်သော ခြေဖမျက်တော်ရှိခြင်း။ （ဂ） ဧဏီမည်သော သားကောင်၏ သလုံးမြင်းခေါင်းနှင့်တူသော သလုံးမြင်းခေါင်းတော်ရှိခြင်း။ （၉） ရပ်တော်မူလျက်ပင် ကိုယ်တော်ကို မကိုင်းညွတ်ပဲလက်ဖဝါးတော်နှစ်ဖက်ဖြင့် ပုဆစ်ဒူးဝန်းတော်နှစ်ဖက်ကို သုံးသပ် ထိတွေ့နိုင်ခြင်း။ （၁ဝ） ဆဒ္ဒန်ဆင်မင်းပမာ အအိမ်ဖြင့် ဖုံးလွှမ်းအပ်သော ယောက်ကျားနိမိတ်ရှိတော်မူခြင်း။ （၁၁） သိင်္ဂီနိက် ရွှေစင်အဆင်းကဲ့သို့ ဝါဝင်းသော အရေတော်ရှိခြင်း။ （၁၂） သိမ်မွေ့သော အရေတော်ရှိခြင်း။ （ဤလက္ခဏာတော်ကြောင့် မြူအညစ်အကြေးတို့မလိမ်းကပ်နိုင်）။ （၁၃） မွေးညှင်းတွင်း တတွင်းတတွင်းလျှင် မွေးညှင်းတော် တပင်စီ တပင်စီသာ ပေါက်ရောက်ခြင်း။ （၁၄） မျက်နှာတော်ကို မော်၍ ဖူးသည့်ပမာ အထက်သို့သာ အဖျားကော့သည့် မွေးညှင်းတော်ရှိခြင်း။ （၁၅） ဗြဟ္မာမင်း၏ ကိုယ်ကဲ့သို့ ဖြောင့်မတ်သော ကိုယ်တော်ရှိခြင်း။ （၁၆） ခြေဖမိုးတော်နှစ်ဖက်，လက်ဖမိုးတော်နှစ်ဖက်，ပခုံးတော်နှစ်ဖက်，လည်ကုပ်တော်ဟု ဆိုအပ်သော ဤခုနစ်ဌာနတို့၌ ပြည့်ဖြိုးသော အသားတော်ရှိခြင်း။ （၁၇） ခြင်္သေ့မင်း၏ ရှေ့ပိုင်းကိုယ်ကဲ့သို့ အောင်မောင်း ပြည့်ဝသည့် ကိုယ်တော်ရှိခြင်း။ （၁၈） ရွှေပျဉ်ချပ်ပမာ ခါးတော်မှစ၍ အထက် လည်ကုပ်တော် တိုင်အောင် ရေစီးကြောင်း （အကြား） မထင် ပြည့်ဖြိုးစင်သော ကျောက်ကုန်းတော် ရှိခြင်း။ （၁၉） အရပ်တော်နှင့် အလံတော်ညီမျှ သဖြင့် ပညောင်ပင် အဝန်းကဲ့သို့ ဝန်းသော （လုံးချောသော） ကိုယ်တော်ရှိခြင်း။ （၂ဝ） ညီလည်း ညီညွတ်လုံးလည်း လုံးသော လည်တိုင်တော်ရှိခြင်း။ （၂၁） နှမ်းလုံးခန့်မျှ နည်းလှငယ်လှသော အရသာကိုသော်လည်း တစ်ကိုယ်တော်လုံးပျံ့နှံ့အောင် ဆောင်နိုင်သည့် ခုနစ်ထောင်သော အရသာကြောတို့ အဖျားချင်းအပ်လည်မှာ စွပ်လျက် ရှိခြင်း။ （၂၂） ခြင်္သေ့မင်း၏ မေးကဲ့သို့ （ပြုံးတော့မည့်အရိပ်သွေးနေသည့်） မေးတော်ရှိခြင်း။ （၂၃） သွားတော်ချောင်းရေ လေးဆယ် အစေ့ အငရှိတော်မူခြင်း။ （၂၄） ညီညွတ်သော သွားတော်ရှိခြင်း။ （၂၅） သွားတော်မကျဲမကွာ စေ့စပ်စွာရှိခြင်း။ （၂၆） သောက်ရှူးကြယ်ပမာလွန်စွာ စင်ကြယ် ဖြူဝင်းသော အရောင် တလက်လက် ထွက်သည့် စွယ်တော်လေးဆူရှိခြင်း။ （၂၇） ရှည်လျား，နူးညံ့，ပြန့်သောလျှာတော်ရှိခြင်း။ （၂၈） ဗြဟ္မာမင်း၏ အသံကဲ့သို့ အင်္ဂါရှစ်ပါးနှင့် ပြည့်စုံသည့် အသံတော်ရှိခြင်း။ （၂၉） အလွန်ညိုကြည်သည့် မျက်လုံးတော်ရှိခြင်း။ （၃ဝ） ဖွားသစ်စ နွားသူငယ်၏ မျက်မွေးကဲ့သို့ အလွန်နူးညံ့နုပျိုသည့် မျက်မွေးတော်ရှိခြင်း။ （၃၁） မျက်မှောင် （မျက်ခုံး） တော်နှစ်ဖက် အလယ်ချက်၌ ဥဏ္ဏလုံ=မွေးရှင်တော် ပေါက်ရောက်ခြင်း။ （၃၂） နဖူးတော်ဝယ် ပကတိ ပင်ကိုယ်အားဖြင့်ပင်သင်းကျစ်ရွှေပြား တပ်စီ၍ ထားသကဲ့သို့သင်းကျစ်အသားလွှာ ပါရှိခြင်း။ သုတ်မဟာဝါ မြန်မာပြန်၊ မဇ္ဈိမပဏ္ဏာသနိသျ-တို့၌ကြည့်ပါ။"]]
