[["B","caturaṅgasamannāgata：caturaṅgasamannāgata（ti）\u003cbr\u003e  စတုရင်္ဂသမန္နာဂတ（တိ）\u003cbr\u003e  [caturaṅga+samannāgata]\u003cbr\u003e  [စတုရင်္ဂ+သမန္နာဂတ]"],["K","caturaṅgasamannāgata：စတုရင်္ဂသမန္နာဂတ\t（တိ）\u003cbr\u003e  [စတုရင်္ဂ+သမန္နာဂတ]\u003cbr\u003e  အင်္ဂါ ၄-ပါးနှင့်ပြည့်စုံသော။ （က） （ခြိုးခြံသော အကျင့်ကို ကျင့်ခြင်း，ခေါင်းပါးသော အကျင့်ကို ကျင့်ခြင်း，မကောင်းမှုမှ စက်ဆုပ်သောအကျင့်ကို ကျင့်ခြင်း，ဆိတ်ငြိမ်သော အရပ်၌ နေခြင်းဟူသော） အင်္ဂါ ၄-ပါးနှင့် ပြည့်စုံသော （ဗြဟ္မစရိယ）။ （ခ） （အရေကြွင်းကျန်ခြင်း，အကြော ကြွင်းကျန်ခြင်း，အရိုး ကြွင်းကျန်ခြင်း，အသား，အသွေးခြောက်ခန်းခြင်းဟူသော） အင်္ဂါ ၄-ပါးနှင့်ပြည့်စုံသော （ဝီရိယ）။ （ဂ） （လကွယ်，သန်ကောင် （နေဝင်），တောအုပ်，မိုးတိမ်ဟူသော） အင်္ဂါ ၄-ပါးနှင့် ပြည့်စုံသော （အမိုက်မှောင်）။ （ဃ） （ပီတိ，သုခ，ဧကဂ္ဂတာ，သဒ္ဓါဟူသော） အင်္ဂါ ၄-ပါးနှင့်ပြည့်စုံသော （ဒုတိယဈာန်）။ （င） （တတြမဇ္ဈတ္တုပေက္ခာ，သတိပါရိသုဒ္ဓိ，ဝေဒနုပေက္ခာ，ဧကဂ္ဂတာဟူသော） အင်္ဂါ ၄-ပါးနှင့်ပြည့်စုံသော （စတုတ္ထဈာန်）။ （စ） （ဆင်တပ်，မြင်းတပ်，ရထားတပ်，ခြေလျင်တပ်ဟူသော） အင်္ဂါ ၄-ပါးနှင့် ပြည့်စုံသော （စစ်တပ်）။ （ဆ） （ကောင်းစွာပြောဆိုအပ်သော စကားဖြစ်ခြင်း，တရားနှင့်လျော်ညီသော စကားဖြစ်ခြင်း，ချစ်ခင်နှစ်သက်ဖွယ်သော စကားဖြစ်ခြင်း，မှန်ကန်သော စကားဖြစ်ခြင်းဟူသော） အင်္ဂါ ၄-ပါးနှင့်ပြည့်စုံသော （စကား）။ （ဇ） （ငြူစူမှုမရှိခြင်း，သေရည် သေရက် မသောက်ခြင်း，ချစ်ခင်မှု မရှိခြင်း，စိတ်ဆိုးမှု မရှိခြင်းဟူသော） အင်္ဂါ ၄-ပါးနှင့် ပြည့်စုံသော （ဥယျာဉ်မှူး）။ （ဈ） （စားဆဲဖြစ်ခြင်း，ဘောဇဉ်ဖြစ်ခြင်း，၂-တောင့်ထွာအတွင်း၌တည်၍ ရှေးရှူဆောင်ခြင်း，ပယ်မြစ်ခြင်းဟူသော） အင်္ဂါ ၄-ပါးနှင့်ပြည့်စုံသော （ပဝါရိတ်）။ （ည） （မိမိ，ချစ်အပ်သူ，အလယ်အလတ်ဖြစ်သူ，ရန်သူ-တို့၌ အညီအမျှဖြစ်ခြင်းဟူသော） အင်္ဂါ ၄-ပါးနှင့် ပြည့်စုံသော （မေတ္တာကမ္မဋ္ဌာန်း）။ （ဋ） （တရားသဖြင့်ရရှိအပ်သော လှူဖွယ်ဝတ္ထုဖြစ်ခြင်း，စေတနာ ထက်သန်ခြင်း，အလှူခံပုဂ္ဂိုလ်၏ ရဟန္တာဖြစ်ခြင်း，နိရောဓသမာပတ်မှ ထပြီးစဖြစ်ခြင်း ဟူသော） အင်္ဂါ ၄-ပါးနှင့် ပြည့်စုံသော （ဒါနစေတနာ）။ （ဌ） （တပို့တွဲလပြည့်ဥပုသ်နေ့ဖြစ်ခြင်း，တစ်စုံတစ်ယောက်က မပင့်ဖိတ်ပဲရဟန်းတော်ရာ，ထောင်မကစုဝေးခြင်း，ရဟန်းအားလုံး ဧဟိဘိက္ခုဖြစ်ခြင်း，ရဟန်းအားလုံး အဘိညာဉ် ၆-ပါးနှင့် ပြည့်စုံခြင်းဟူသော） အင်္ဂါ၄-ပါးနှင့်ပြည့်စုံသော "],["R","caturaṅgasamannāgata：စတုရင်္ဂ-သမန္နာဂတ\t（တိ） \u003cbr\u003eအင်္ဂါလေးပါးနှင့် ပြည့်စုံသည်။ "]]
