[["D","Cūla，參考 culla。（p129）"],["F","Cūla，【形】小的，未成年人。參考 culla。"],["B","cūla：cūla（ti）\u003cbr\u003e  စူလ（တိ）\u003cbr\u003e  [cūla+a]\u003cbr\u003e  [စူလ+အ]"],["C","cūla：[adj.] small； minor."],["V","Cūla：An Elder of Ceylon．He once went to Jambudīpa，embarking at Mahātittha in a boat，in which he dwelt in seclusion．On the way across，while looking at the ocean，he developed āpokasina （Vsm.170）.\u003cbr\u003e\u003cbr\u003eAnother thera of the same name is mentioned in the Commentaries and is described as a Samyuttabhānaka．It is said that because he dwelt in mettā poison had no effect on him （Vsm.313； AA.i.865）．He probably lived in the time of the Brāhmanatissabhaya （q.v.）．His colleagues were Isidatta and Mahāsona．During the time of the peril，he took leave of his colleagues and went to worship at the Mahāvihāra．He found it empty and started for the south，when the sprite of a neighbouring tree，assuming human form，looked after him and escorted him to a village near the Jajjaranadī，where he was supported by foresters （?pannakhādakamanussā） till the peril was past （VibhA.446）．The Digha Commentary （DA.iii.883） mentions another Cūla-Sīva and calls him Tilokanagaravāsi （v.l．Lokuttaravāsī）．He was evidently a well-known commentator."],["V","Cūla：Followers of the Buddha excel those of other teachers in faith in their teacher，faith in his Doctrine，strict observance of the sīlas and in love towards their fellow-believers，laymen and monks．\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eTheir goal is the goal of men without cravings，without attachments，without facetiousness，without combative spirit，without obsessions．Their Doctrine is perfect，rightly revealed，rightly preached．M.i.63ff."],["V","Cūla：The Buddha visits Sakuladāyi at the Moranivāpa near Rājagaha and their talk turns on perfection．The Buddha points out that Sakuladāyi’s conception of perfection is vague and undefined，and proves，on examination，empty and faulty．In answer to Sakuladāyi’s question as to what the Buddha would define as absolute bliss，the Buddha explains the four Jhānas and the destruction of the āsavas．Sakuladāyi is converted （M.ii.29ff）．The sutta also contains references to the teachings of Nigantha Nātaputta."],["V","Cūla：Saccaka Niganthīputta goes about Vesāli saying that he is unable to find his match in discussion．He meets Assaji and，after a preliminary debate with him，goes with a large company of Licchavis to seek the Buddha in theMahāvana．He questions the Buddha on his method of training，and the Buddha explains this to him．The talk then turns on Self，and the Buddha points out the emptiness of Saccaka’s contentions．Saccaka （here referred to as Aggivessana） refuses to acknowledge defeat until the YakkhaVajirapāni threatens to smite him．Saccaka is driven to yield point after point till the sweat streams from his brow，and the Buddha shows the assembled multitude how his own skin remains quite dry．In the end，Saccaka invites the Buddha and his disciples to a meal on the next day．M.i.227ff"],["V","Cūla：The Buddha realises that Rāhula is possessed of the qualities necessary to Deliverance and goes with him to Andhavana for the siesta．There the Buddha demonstrates，by means of question and answer，that all things are impermanent，and impresses on Rāhula the manner in which the disciples of the Ariyans should strive to be delivered from them．Rāhula takes the lesson to heart，and even as it is being delivered attains to arahantship．（M.iii.277f； this sutta is also found at S.iv.105ff，where it is called the Rāhula Sutta）．\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eMany thousands of devas are present at the preaching of the sermon，and this sutta is therefore given as an illustration of the Buddha’s great compassion （E.g.，UdA.324； MA.i320； also Mil.20）．Among the suttas specially preached to Rāhula，this one emphasises vipassanā （AA.ii.547）．It may have been the incidents mentioned in this sutta that were illustrated in the relic-chamber of the Mahā Thūpa．See Mhv.xxx.83."],["V","Cūla：The Elder Mālunkyaputta is dissatisfied，feeling that the Buddha has not expounded to him various speculations concerning life and death and the nature of the world．He visits the Buddha at Jetavana and tells him of his disappointment．The Buddha points out to him that no promise was made regarding the elucidation of such problems and tells him it were fitter if he were to speculate by striving for deliverance．Mālunkyaputta sees the error of his ways．M.i.426ff"],["V","Cūla：Subha Todeyyaputta visits the Buddha at Jetavana and asks him why，among mankind，some are high and some low，some long-lived and some short，some handsome and some plain，some rich and some poor，etc．It is the result of their heritage from the past，answers the Buddha； their deeds are their possessions，their parents，their kindred and their refuge； he then proceeds to explain in detail （M.iii.202ff）．Subha acknowledges the Buddha as his teacher．\u003cbr\u003e\u003cbr\u003eThe Commentary （MA.ii.962） calls this the Subha Sutta．For details of the circumstances in which the sutta was preached see Subha Todeyyaputta."],["V","Cūla：\u003ci\u003e1．Cūla-Kāla.\u003c/i\u003e-The youngest of three brothers，named Kāla，house-holders of Setavyā．He accompanied Mahā-Kāla to Sāvatthi with a caravan，and when Mahā-Kāla entered the Order he joined him．Later，as they were returning to Setavyā，this time with the Buddha and the monks，he was sent on ahead to arrange seats in his former house，whither the Buddha and the monks had been invited．His two erstwhile wives mocked at him and persuaded him to return to the lay-life．DhA.i.55ff\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2．Cūla-Kāla.\u003c/i\u003e-A previous birth of Aññā-Kondañña．He was a house-holder of Hamsavatī，in the time of Vipassī Buddha．One day going to the rice-field，he hulled a kernel of rice，ate it and found it unusually sweet．He thereupon obtained his share of the field from his brother Mahā-Kāla，and gave to the Buddha and the monks the first-fruits of a single crop，nine times，at nine different stages （DhA.i.82）．He thus became the first to gain any attainment when Gotama Buddha preached his first sermon （DhA.i.8ff）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3．Cūla-Kāla.\u003c/i\u003e-A lay disciple of the Buddha．He was once on his way back to Sāvatthi，having spent the night in listening to the Doctrine，when thieves，fleeing from their pursuers，threw their stolen goods in front of him and disappeared．When he was charged with theft，some women water-carriers，who had witnessed the incident on their way to the watering place，obtained his release．DhA.iii.157."],["V","Cūla：A brahmin of Kosambī．Having heard the Buddha preach，he entered the Order．At that time the Kosambī monks had become contentious，but Gavaccha remained steadfast and attained to arahantship.\u003cbr\u003e\u003cbr\u003eIn the time of Padumuttara Buddha he was a labourer and，finding the monk Sujāta looking for pieces of stuff for a robe，gave him his garment.\u003cbr\u003e\u003cbr\u003eAs a result，he was king of the devas thirty-three times and king of men seven times （Thag.11； ThagA.i.55f）．He is，perhaps，identical with Upaddhadussadāyaka of the Apadāna．Ap.ii.435f； but the same verses are，in ThagA．（i.266） also attributed to Heraññakāni."],["V","Cūla：Preached at Assapura to the assembled monks．\u003cbr\u003e\u003cbr\u003eIt is not the robe that makes the recluse，nor living under a tree，nor in-toning texts，bathing three times a day，etc．\u003cbr\u003e\u003cbr\u003eIt is by putting away all the evil qualities that a man becomes a true Bhikkhu．M.i.281-4."],["U","CŪLA：như culla"],["K","cūla：စူလ\t（တိ）\u003cbr\u003e  [စူလ+အ]\u003cbr\u003e  \tငယ်သော၊ အငယ်ဖြစ်သော။ စူလစုန္ဒ-ကြည့်။"],["R","cūla：စူလ\t "]]
