[["S","dala：n．葉，花弁 akkhi-dala 目ぶた."],["D","Dala，【中】 草葉，葉，花瓣。（p153）"],["F","Dala，【中】草葉，葉，花瓣。"],["B","dala：dala（na）\u003cbr\u003e  ဒလ（န）\u003cbr\u003e  [dala+a．dalati vikasatīti dalaṃ，a.，ṭī.543.]\u003cbr\u003e  [ဒလ+အ။ ဒလတိ ဝိကသတီတိ ဒလံ၊အ။ဓာန်၊ဋီ။၅၄၃။]"],["C","dala：[nt.] a blade； leaf； petal."],["P","Dala，（nt.） [Sk．dala，\u003ci\u003e*\u003c/i\u003e\u003cem\u003edel\u003c/em\u003e （var．of \u003ci\u003e*\u003c/i\u003e\u003cem\u003eder\u003c/em\u003e，see dara） in dalati （q．v.） orig．a piece chipped off=a chip，piece of wood，cp．daṇḍa，Mhg．zelge （branch）； Oir delb （figure，form），deil （staff，rod）] a blade，leaf，petal （usually --°）； akkhi-d．eyelid ThA.259； DA.I，194； DhsA.378； uppala° DhsA.311； kamala° （lotus-petal） VvA.35，38； muttā° （?） DA.I，252； ratta-pavāḷa° J.I，75．（Page 315）"],["U","DALA：[nt] lưỡi dao，lá，đài hoa"],["K","dala：ဒလ（န）\u003cbr\u003e  [ဒလ+အ။ ဒလတိ ဝိကသတီတိ ဒလံ၊အ။ဓာန်၊ဋီ။၅၄၃။]\u003cbr\u003e  （၁） အရွက်၊ သစ်ရွက်။ （၂） ပွင့်ချပ်၊ ပွင့်လွှာ၊ ပွင့်ထပ်။ （၃） အလွှာ၊ အခွံ၊ မျက်လွှာ၊ မျက်ခွံ။ （၄） အဖို့အစု၊ တပါးသော အဖို့နှင့် မရောယှက်သော အစိတ် အပိုင်း။ （၅） ဓားဖြင့်-ဖြတ်-ခွဲ-ခြင်း၊ （၆） ဆွဲငင်အပ်သော အရာဝတ္ထု။ （၇） ရွံ့ညွန်။ （၈） ပန်းညိုရွက်။ （၉） အမြင့်အစောက်။ （၁၀） အပေါင်း၏-အခွဲ-ထက်ဝက်။ （၁၁） အထက်အဖို့၊ အထက်ပိုင်း။ （ဓားဖြင့် ဖြတ်ခြင်း၊ ဖြတ်အပ်သော အရာဝတ္ထု၊ အရွက်၊ သစ်ရွက်၊ ပန်းညိုရွက်၊ မြင့်မောက်ခြင်း၊ ညွန်၊ ထက်ဝက်၊ အပိုင်းအပြတ်၊ အခဏ်း၊ ထောမ။ အဆင့်အတန်း၊ ဓားအိမ်၊ အမြှေး၊ငယ်သော-တိုသော-အရာဝတ္ထု စသည်။ P.S.D.။ အလှူပေးခြင်း၊ အဒ္ဓမာဂဓီ။ ပွင့်ခြင်း၊ ပိုင်းဖြတ်ခြင်း၊ အမှုန့်ပြုခြင်း၊ စစ်တပ်၊ ဥစ္စာ၊ စည်းစိမ်၊ အပေါင်း၊ အဖို့။ ပြာ၊ဓာန်။ ရေ၊ ရွက်နု၊ ပွင့်ချပ်၊ အပင်ငယ်၊ နှလုံး၊ လိုချင်ခြင်း၊ မီးတောက်၊ မီး၊ ပိုက်၊ ဇာ၊ အလို= အာသာ၊ မီးလောင်ခြင်း၊ သစ်ကိုင်း၊ သစ်ခက်။ သီ၊ ဓာန်）။ တိဏဒလ-လည်းကြည့်။ ပဒုမဒလသဒိသနယန-ကြည့်။ （သာရတ္ထ၊၃။၂၆၄။ ဝိမတိ၊၂။၁၂၇။ ဒီ၊ဋီ၊၂။၄၁）တို့ကြည့်ပါ။ မူရင်းကြည့်ပါ။"],["O","dala：ဒလ\u003cbr\u003e  ဘူ+စု = ဝိဒါရဏေ-ဖျက်ဆီးခြင်း၌။\u003cbr\u003e  ဘူ = ဒုဂ္ဂတိ ဒိတ္တီသု-ဆင်းရဲနွမ်းပါးခြင်း，ထွန်းပခြင်းတို့၌။ ဒလတိ၊ ဒါလေတိ၊ ဒါလယတိ။"],["R","dala：ဒလ\t（န） （√ဒလ်+အ）\u003cbr\u003eအရွက်။ ပွင့်ချပ်။ သစ်ရွက်။ အစိတ်အပိုင်း။ အဖို့အစု။ "]]
