[["H","daṇḍaka：m．[daṇḍa-ka] 小杖，手杖，柄."],["S","daṇḍaka：m．[daṇḍa-ka] 小杖，手杖，柄."],["B","daṇḍaka：daṇḍaka（pu，na）\u003cbr\u003e  ဒဏ္ဍက（ပု၊န）\u003cbr\u003e  [daṇḍa1+ka．（daṃḍaka-saṃ，daṃḍagaprāç daṃḍaa-ddhamādhī）]\u003cbr\u003e  [ဒဏ္ဍ၁+က။ （ဒံဍက-သံ၊ ဒံဍဂပြာ，ဒံဍအ-ဒ္ဓမာဓီ）]"],["C","daṇḍaka：[nt.] a stick，twig，rod，a handle."],["P","Daṇḍaka，[Demin．of daṇḍa] 1．a （small） stick，a twig； a staff，a rod； a handle D.I，7 （a walking stick carried for ornament：see DA.I，89）； J.I，120 （sukkha° a dry twig）； II，103； III，26； DhA.III，171； Vism.353．-- \u003ci\u003eaḍḍha°\u003c/i\u003e a （birch） rod，used as a means of beating （tāḷeti） A.I，47； II，122=M.I，87=Nd\u003csup\u003e2\u003c/sup\u003e 604=Miln.197； \u003ci\u003eubhato°\u003c/i\u003e two handled （of a saw） M.I，129=189； \u003ci\u003eratha°\u003c/i\u003e the flag-staff of a chariot Miln.27； \u003ci\u003eveṇu°\u003c/i\u003e a jungle rope J.III，204．-- See also kudaṇḍaka a twig used for tying J.III，204．-- 2．the crossbar or bridge of a lute J.II，252，253.\u003cbr\u003e\u003cbr\u003e  \u003ci\u003e--dīpikā\u003c/i\u003e a torch J.I，31； \u003ci\u003e--madhu\u003c/i\u003e “honey in a branch，” a beehive DhA.I，59．（Page 312）"],["K","daṇḍaka：ဒဏ္ဍက（ပု၊န）\u003cbr\u003e  [ဒဏ္ဍ၁+က။ （ဒံဍက-သံ၊ ဒံဍဂပြာ，ဒံဍအ-ဒ္ဓမာဓီ）]\u003cbr\u003e  （၁） တုတ်၊ （က） တောင်ဝှေး၊ ၄-တောင်-ပမာဏ-ခန့်-ရှိသော တုတ်၊ တုတ်ရှည်။ （ခ） တိုသောတုတ်ချောင်း၊ တုတ်ချောင်းတို၊ တုတ်ချောင်း-တုတ်တံ-ငယ်။ （ဂ） （ဝါးခြမ်းစိတ်-စသော） ရှည်သော တုတ်ချောင်းငယ်။ （ဃ） မစင်သုတ်ကြောင်း-တုတ်ချောင်းတံ-တုတ်ခနောင်း၊ကနုတံ။ （င） တောက်=တောင့် （နွားဆိုး နွားရိုင်း စသည်တို့၏ လည်၌ ဆွဲထားသော တုတ်ချောင်းတို）။ （စ） ကုတ် （ကော်ထုတ်သော တုတ်ချောင်း）။ （ဆ） နွာကျောင်းတုတ်၊နှင်တံ၊တံဖျား။ （၂） သစ်ကိုင်း၊ （က） ရွက်-ပွင့်ညှာ-တံ။ （ခ） ငှက်ပျောဖူးညှာတံ၊ ငှက်ပျောအူတိုင် အခိုင်ညှာတံ။ （ဂ） ကြာရိုးတံ။ （ဃ） ကောက်နှံရိုးတံ၊ ကောက်နှံတံ။ （င） ကိုင်းတံ၊ ချူတံ၊ နွယ်တံ။ （၃） မြှားတံ။ （၄） ထမ်းပိုးကျည်း၊ ထမ်းပိုးကျစ်၊ ထမ်းပိုးတုတ်တံ။ （၅） ကျော့ကွင်း တုတ်တံ။ （၆） စောင်း-ရိုး-လက်တံ။ （၇） လက်နက်ရိုး၊ （က） ပဲခွပ်ရိုး။ （ခ） လှံရိုး။ （ဂ） သင်ဓုန်းဓားရိုး။ （ဃ） လေးရိုး၊ လေးကိုင်း။ （၈） ထမ်းရွက်ထီးရိုး။ （၉） ရေမှုတ်ရိုး။ （၁၀） သစ်တုံး။ （၁၁） တိုင်။ （၁၂） ယက်ကန်း-လက်လိပ်-လိပ်တုံး။ （၁၃） အခြင်၊ရနယ်။ （၁၄） ညှင်းပန်း-နှိပ်စက်-ခြင်း-မှု။ （၁၅） ဒဏ္ဍ-ကျမ်း၊ ဒဏ္ဍကကထာ-ကျမ်း။ （၁၆） ဒဏ္ဍက-အမည်ရှိသော （ဆန်း，တောင်，တော-စသည်）။ （၁၇） ဒဏ္ဍက-ဓာတ်၊ ဒဏ္ဍကကျမ်း၌လာသော ဓာတ်။ （၈） စလွယ်ကြိုး၊ သွယ်ပျောင်း။ （၁၉） ကမ္ပည်းတံ၊ စာရေးတံ၊ မဲလိပ်၊ မဲတံ၊ မဲတုတ်၊ မဲတုတ်ချောင်း။ （တိ） （၂၀） အကိုင်း-လက်တံ-ရှိသော （သစ်ပင်）။ ဒဏ္ဍကကောဋိ လည်းကြည့်။ ဒဏ္ဍကသလာကာ，ဒဏ္ဍကာဓာရ တို့လည်းကြည့်။ ဒဏ္ဍကသညီ လည်းကြည့်။ ဒဏ္ဍကပဒုမ လည်းကြည့်။ ဒဏ္ဍကခန္ဓ-ကြည့်။ （က） နက်လည်း ပြန်ကြည့်ပါ။ ဒဏ္ဍကပတန-လည်းကြည့်။ သမ္မာပါသ （ဓာန်၊ဋီ-၄၁၃）-ကြည့်ပါ။ တိဒဏ္ဍ，တိဒဏ္ဍက-ကြည့်။ ဒဏ္ဍကဒါန-ကြည့်။ ဒဏ္ဍကဟိရညပဗ္ဗတ，ဒဏ္ဍကာရည-တို့လည်းကြည့်၊ မောဂ်၊ ပဉ္စိကာ၊၂၊၁၈နှင့် ယင်းသျ ကြည့်ပါ။ မူရင်းကြည့်ပါ။"],["R","daṇḍaka：ဒဏ္ဍ-က\t（ပ） \u003cbr\u003eလှံကန်။ တုတ်။ အတံ။ သီတံ။ အရိုး။ လက်ခတ်။ လွန်း။ "]]
