[["H","Devadatta：m．提婆達多 [比丘，佛的堂弟]."],["S","Devadatta：m．提婆達多 [比丘，仏の従弟]."],["M","Devadatta：（比庫名）叠瓦達答，  （古音譯：）提婆達多，調達"],["Z","Devadatta：提婆達多"],["B","devadatta：devadatta（pu）\u003cbr\u003e  ဒေဝဒတ္တ（ပု）\u003cbr\u003e  [deva+datta=dinna．nīti，dhā．75-6．nīti，sutta．748．deva+dā+ta．nirutti．nhā-51va.]\u003cbr\u003e  [ဒေဝ+ဒတ္တ=ဒိန္န။ နီတိ၊ ဓာ။ ၇၅-၆။ နီတိ၊ သုတ္တ။ ၇၄၈။ ဒေဝ+ဒါ+တ။ နိရုတ္တိ။ နှာ-၅၁ဝ။]"],["V","Devadatta：Son of the Sākiyan Suppabuddha （maternal uncle of the Buddha） and his wifeAmitā．He had a sisterBhaddakaccānā，who married PrinceSiddhattha．\u003cbr\u003e\u003cbr\u003e  Mhv.ii.22； MT.136； DhA.iii.44．The Dulva （Rockhill，p.13） calls him the son   of Amitodana and brother of Ananda．This is supported by Mtu．（ii.69），which   says that after the Buddha’s renunciation，Devadatta tried to tempt   Bhaddakaccānā．In one passage in the Vinaya （ii.189），Devadatta is spoken of   as Godhiputta．Does this mean that his mother’s name was Godhī? The Sanskrit   books （e.g.，Mtu） give several stories of his youth which show his malice． When Siddhattha was about to show his skill in the arts，a white elephant was   being brought for him，and Devadatta，out of envy，killed it．The carcase   blocked the city gates till Siddhattha threw it outside．The Pāli Commentaries   （e.g.，SA.i.62） say that Devadatta had the strength of five elephants．On   another occasion he quarrelled with Siddhattha，who protested against his   shooting a goose.\u003cbr\u003e\u003cbr\u003eWhen the Buddha visited Kapilavatthu after the Enlightenment and preached to the Sākiyans，Devadatta was converted together with his friends Ananda，Bhagu，Kimbila，Bhaddiya，Anuruddha，and their barber，Upāli，and he sought the Buddha atAnupiyā and entered the Order （Vin.ii.182）．During the rainy season that followed，Devadatta acquired the power of iddhi possible to those who are yet of the world （puthujja-nika-iddhi） （Vin.ii.183； for particulars see Rockhill，p.85）．For some time he seems to have enjoyed great honour in the Order，and in one passage he is mentioned in a list of eleven of the chief Elders of all of whom the Buddha speaks in praise．（Ud.i.5．Again in Vin.ii.189 Sāriputta is mentioned as having gone about Rājagaha singing Devadatta’s praises； see also DhA.i.64f）．Devadatta was later suspected of evil wishes （E.g.，S.ii.156）．About eight years before the Buddha’s death，Devadatta，eager for gain and favour and jealous of the Buddha’s fame，attempted to win overAjātasattu．\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe following account is summarised from various passages in the books，chiefly Vin.ii.184ff； iii.171f； 174f； iv.71； DhA.i.112ff； iii.154； A.iii.123，402； ii.73； iv.160； J.i.113，142，185，490； iv.37，158； v.333ff； vi.129f.，etc.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eHe assumed the form of a child having a girdle of snakes，and suddenly appeared on Ajātasattu’s lap，frightening him．He then resumed his own form，and Ajātasattu，much impressed，paid him great honour and，it is said，visited him morning and evening with five hundred chariots and sent him daily five hundred dishes of food．（According to J.i.186，508，Ajātasattu built for him a monastery at Gayāsīsa and sent him，daily，five hundred pots of three-year-flavoured rice and the choicest dishes．These meals were so tempting that some of the Buddha’s followers would go there to eat them and return stealthily）．\u003cbr\u003e\u003cbr\u003eThis encouraged Devadatta in his schemes，and he conceived the idea of taking the Buddha’s place as leader of the Sangha．As soon as this thought occurred to him，his iddhi-power disappeared.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Koliyan Kakudha，follower ofMoggallāna，reborn as a manomaya-kāyikadeva，divined Devadatta’s plan and informed Moggallāna．The latter repeated the matter to the Buddha，but the Buddha said it was unnecessary to discuss it as Devadatta would ultimately betray himself.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eSometime later，Devadatta went to the Buddha and suggested that the leadership of the Order should be handed over to him in view of the Buddha’s approaching old age．The Buddha scorned the suggestion，saying，”Not even to Sāriputta or Moggallāna would I hand over the Order，and would I then to thee，vile one，to be vomited like spittle?” （Vin.ii.188．This incident is referred to in the Abhayarājakumāra Sutta，M.i.393）．Devadatta showed great resentment and vowed vengeance．Thereupon，at the Buddha’s suggestion，a proclamation was issued to the Sangha that in anything done by Devadatta in the name of the Buddha，the Dhamma and the Sangha，none but Devadatta was to be recognised.\u003cbr\u003e\u003cbr\u003eIt was at this time that Devadatta incited Ajātasattu to kill his father，Bimbisāra，while he himself prepared to kill the Buddha．（The Ap.ii.300f explains that all these plans of Devadatta to harm the Buddha were the result of the Buddha’s previous evil deeds）.\u003cbr\u003e\u003cbr\u003eAjātasattu agreed，and provided Devadatta with royal archers to shoot the Buddha．These were placed on different paths，one on one path，two on another，and so on up to sixteen，and the plan was so laid that not one of them would survive to tell the tale．But when the Buddha approached the first man，he was terrified by the Buddha’s majesty，and his body became stiff．The Buddha spoke kindly to him，and the man，throwing away his weapons，confessed his intended crime．The Buddha thereupon preached to him and，having converted him，sent him back by a different path．The other groups of archers，tired of waiting，gave up the vigil and went away one after the other．The different groups were led to the Buddha by his iddhi-power，and he preached to them and converted them．The first man returned to Devadatta saying that he was unable to kill the Buddha because of his great iddhi-power.\u003cbr\u003e\u003cbr\u003eDevadatta then decided to kill the Buddha himself．One day，when the Buddha was walking on the slopes of Gijjhakūta，he hurled down on him a great rock．Two peaks sprang up from the ground，thereby arresting its rushing advance，but a splinter struck the Buddha’s foot，causing the blood to flow．Being in great pain，he was carried toMaddakucchi，and from there to Jīvaka’s Ambavana，where Jīvaka attended him．After this event，the monks wished the Buddha to have a guard，but this he refused，saying that it was impossible for anyone to deprive a Tathāgata of his life.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eDevadatta’s next attempt on the Buddha’s life was to persuade elephant-keepers to let loose a fierce elephant，Nalāgiri （or Dhanapāla），drunk with toddy，on to the road by which the Buddha would pass．The news spread rapidly，and the Buddha was warned，but refused to turn back．As the elephant advanced he pervaded it with love，and thus completely subdued it.\u003cbr\u003e\u003cbr\u003eThis outrage made Devadatta very unpopular，and even Ajātasattu was compelled by the force of public opinion to withdraw his patronage from Devadatta，whose gain and honour decreased．（Sp.iv.811．At this time，Kokālika was very useful to Devadatta，J．ii.438）．Thereupon he decided，with the help of several others，Kokālika，Katamoraka-tissa，Khandadeviyāputta andSamuddadatta，to bring about a schism in the Order．These five went accordingly to the Buddha and asked for the imposition of five rules on all members of the Sangha：\u003cbr\u003e\u003cbr\u003e  （1） that monks should dwell all their lives in the forest，  （2） that they should accept no invitations to meals，but live entirely on   alms obtained by begging，  （3） that they should wear only robes made of discarded rags and accept no   robes from the laity，  （4） that they should dwell at the foot of a tree and not under a roof，   （5） that they should abstain completely from fish and flesh．The Buddha’s reply was that those who felt so inclined could follow these rules - except that of sleeping under a tree during the rainy season - but he refused to make the rules obligatory．This refusal delighted Devadatta，who went about with his party，declaring that the Buddha was prone to luxury and abundance．He was believed by the foolish，and in spite of the Buddha’s warning against the dire sin of causing schism in the Order，Devadatta informed Ananda of his intention of holding an uposatha meeting without the Buddha，and，having persuaded five hundred newly ordained monks from Vesāli to join him，he went out toGayāsīsa．On this occasion he tried to imitate the Buddha，keeping two chief disciples beside him （DhA.i.122）．Three suttas，the two Devadatta，and theMahāsāropama，were preached after this event.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eAmong the followers of Devadatta were also some nuns，chief of whom wasThullanandā，who never tired of singing his praises （Vin.iv.66，335）．The mother of Kumārakassapa，also，first entered the Order under Devadatta，but when he denounced her，following the discovery of her pregnancy，she sought refuge with the Buddha．Some of the Sākiyans，too，seem to have preferred Devadatta to the Buddha - e.g.，Dandapāni （MA.i.298）．\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Buddha sent Sāriputta and Moggallāna to Gayāsīsa to bring back the deluded ones．Devadatta，believing that they had come to join him，rejoiced，and，in spite of Kokālika’s warning，welcomed them．That night he preached very late to the monks，and，wishing for rest，asked Sāriputta to address the assembly．Sāriputta and Moggallāna preached to such effect that they persuaded the five hundred monks to return with them．Kokālika kicked Devadatta on the chest to awaken him and tell him the news．When Devadatta discovered what had happened，hot blood came from his mouth，and for nine months he lay grievously ill．（The Vinaya account omits the kicking，but it is mentioned in DhA.i.143 and in J.i.491）．\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eAs his end drew near，he wished to see the Buddha，though the latter had declared that it would not be possible in this life．Devadatta，however，started the journey on a litter，but on reaching Jetavana，he stopped the litter on the banks of the pond and stepped out to wash．The earth opened and he was swallowed up in Avīci，where，after suffering for one hundred thousand kappas，he would be reborn as a Pacceka Buddha called Atthissara．（The Saddharmapundarika （chap.xi.） says he will be a Buddha named Devarāja）．It is said （DhA.i.147； see also Mil.108） that at the moment of being swallowed by the earth，Devadatta uttered a stanza in which he declared that he had no refuge other than the Buddha．It is this last act of Devadatta’s which the Buddha had in view when he agreed to ordain Devadatta．（He was one of five people who were swallowed by the earth in the Buddha’s time．Mil.101）．\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Dhammapada Commentary contains a graphic account of the tortures of Devadatta in Avīci．（DhA.i.147； also PSA.79．His body in hell is one hundred leagues long）．In previous births，also，he had been swallowed by the earth，as King Kalābu and asMahāpatāpa．When the people heard of Devadatta’s death，they held a great festival，as they had done of yore at the death of Pingala，who was an incarnation of Devadatta （DhA.i.126f）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Jātaka Commentary contains numerous stories showing that Devadatta’s enmity towards the Buddha was not confined to this life．It had existed during many kappas，and though sometimes he was foiled in his attempts to harm the Bodhisatta，in many cases he succeeded in working his will．The beginning of this enmity，which increased with time，is described in theSerivānija Jātaka.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eOne of the Milinda dilemmas （200ff） is as follows：”Why should Devadatta，who was so wicked，have been，time after time，superior in power to the Bodhisatta?” A list of such instances is given．Nāgasena’s reply is that Devadatta did several good deeds，such as protecting the poor，building bridges，etc.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eDevadatta’s wickedness and his hatred of the Bodhisatta are illustrated in various Jātakas besides those already mentioned - e.g.，\u003cbr\u003e\u003cbr\u003e  the Kakkara，  the Kapi，  the Kukkura，  the Kurunga，  the Kurunga-miga，  the Khandahāla，  the Godha，  the Campeyya，  the Cūla-Nandiya，  the Chaddanta，  the Tacchasūkara，  the Tayodhamma，  the Tittira，  the Dummedha，  the Dhammaddhaja，  the Dhonasākha，  the Pandara，  the Bhūridatta，  the Manicora，  the Mahāummagga，  the Mahākapi，  the Mahā-Nāradakassapa，   the Mahāpaduma，  the Mahāsīlava，  the Romaka，  the Latukika，  the Vānara，  the Vānarinda，  the Vessantara，  the Saccankira，  the Sattigumba，  the Sāliya，  the Sumsumāra，  the Suvannakakkata．In the Dhamma Jātaka，Devadatta is spoken of as having been the very incarnation of unrighteousness，Adhamma．In several stories his craftiness is emphasised - e.g.，\u003cbr\u003e\u003cbr\u003e  as the jackal in the Sigālā Jātaka，   as the drunken sot in the Sigāla   （No.142） and also in the Manoja．In the Kālabāhu Jātaka he is represented as very envious，and his falsehood and duplicity are emphasised in\u003cbr\u003e\u003cbr\u003e  the Cetiya，  the Kakkāra and   the Somanassa Jātakas．His ingratitude is illustrated in such stories as those of \u003cbr\u003e\u003cbr\u003e  the Anta，  the Amba，  the Asampadāna，  the Upāhana，  the Guttila，  the Javasakuna，  the Dūbhiya-makkata，  the Nigrodha，  the Mahākapi，  the Ruru and   the Sīlavanāga Jātakas，while others，such as \u003cbr\u003e\u003cbr\u003e  the Apannaka，  the Ubhatobhattha，  the Kandagalaka，  the Kāsāva，  the Giridanta，  the Jambuka，  the Jambukhādaka，  the Parantapa，  the Lakkhana，  the Vinīlaka，  the Virocana，  the Vīraka，  the Sabbadātha，  the Sammuddavānija，  the Sammodamāna Jātakas，speak of his folly and inefficiency.It is stated （E.g.，Mil.410） that in spite of the great hatred shown by Devadatta towards him，the Buddha did not harbour，on his part，one single feeling of ill-will.\u003cbr\u003e\u003cbr\u003eOnly once is mention made （A.iv.402f ） of the text of a sermon by Devadatta.Candikāputta reports this to Sāriputta，who makes it an occasion for a talk to the monks."],["K","devadatta：ဒေဝဒတ္တ（ပု）\u003cbr\u003e  [ဒေဝ+ဒတ္တ=ဒိန္န။ နီတိ၊ ဓာ။ ၇၅-၆။ နီတိ၊ သုတ္တ။ ၇၄၈။ ဒေဝ+ဒါ+တ။ နိရုတ္တိ။ နှာ-၅၁ဝ။]\u003cbr\u003e  ဒေဝဒတ်။ မူရင်းကြည့်ပါ။"],["R","devadatta：ဒေဝ-ဒတ္တ\t（တိ） \u003cbr\u003eနတ်ပေးအပ်သည်။ "]]
