[["F","Dhammavinaya，【陽】法與律，法律。有時作「正法律」（saddhammavinaya）。"],["B","dhammavinaya：dhammavinaya（pu）\u003cbr\u003e  ဓမ္မဝိနယ（ပု）\u003cbr\u003e  [dhamma+vinaya]\u003cbr\u003e  [ဓမ္မ+ဝိနယ]"],["B","dhammavinaya：dhammavinaya（ti）\u003cbr\u003e  ဓမ္မဝိနယ（တိ）\u003cbr\u003e  [dhammavinaya+ṇa]\u003cbr\u003e  [ဓမ္မဝိနယ+ဏ]"],["B","dhammavinaya：dhammavinaya（pu）\u003cbr\u003e  ဓမ္မဝိနယ（ပု）\u003cbr\u003e  [dhamma+vinaya+pakāsita]\u003cbr\u003e  [ဓမ္မ+ဝိနယ+ပကာသိတ]"],["B","dhammavinaya：dhammavinaya（pu）\u003cbr\u003e  ဓမ္မဝိနယ（ပု）\u003cbr\u003e  [dhamma+yutta+vinaya]\u003cbr\u003e  [ဓမ္မ+ယုတ္တ+ဝိနယ]"],["B","dhammavinaya：dhammavinaya（pu）\u003cbr\u003e  ဓမ္မဝိနယ（ပု）\u003cbr\u003e  [dhamma+vinaya．（dhamavinaya-saṃ，dhammaviṇaya-prā）]\u003cbr\u003e  [ဓမ္မ+ဝိနယ။ （ဓမဝိနယ-သံ၊ ဓမ္မဝိဏယ-ပြာ）]"],["E","dhammavinaya：pháp luật"],["K","dhammavinaya：ဓမ္မဝိနယ（ပု）\u003cbr\u003e  [ဓမ္မ+ဝိနယ။ （ဓမဝိနယ-သံ၊ ဓမ္မဝိဏယ-ပြာ）]\u003cbr\u003e  （၁） သာသနာ၊ （က） မဖောက်မပြန် ကျင့်အပ်သော သာသနာ။ （ခ） သုဂတိ （နှင့်） နိဗ္ဗာန်သို့ ဆောင်တတ်，ကိလေသာ အသင်းအပင်းကို-ဆုံးမတတ်-ဖျက်ဆီးတတ်-သောသာသနာ။ （ဂ） ကုသိုလ်တရားတို့ဖြင့် အကုသိုလ်တရားတို့ကို ဖျက်ဆီးတတ်သော သာသနာ။ （ဃ） ဟုတ်မှန်သော သဘောတရားဖြင့် ဆုံးမတတ်သော သာသနာ။ （င） နိဗ္ဗာန်အကျိုးငှါ ဆုံးမတတ်သော သာသနာ။ （စ） အရဟတ္တဖိုလ်အကျိုးငှါ ဆုံးမတတ်သော သာသနာ။ （ဆ） သံသရာဝဋ်ဆင်းရဲသဘောမှ နိဗ္ဗာန်သို့ ဆောင်ပို့တတ်သော သာသနာ။ （ဈ） ဘုရားရှင်၏ သာသနာ （တရားရှိသော ဘုရားရှင်၏ သာသနာ，တရား၏ အရှင်ဖြစ်သော ဘုရားရှင်၏ သာသနာ，သတ္တဝါတို့ကို နိဗ္ဗာန်သို့ ဆောင်တတ်သော ဘုရားရှင်၏ သာသနာ，ကိလေသာတို့ကိုဖျက်ဆီးတတ်သော ဘုရားရှင်၏ သာသနာ，ကိလေသာတို့ကို ခါတွက်တတ်သော ဘုရားရှင်၏ သာသနာ）။ （ည） သစ္စ ၄-ပါး တရားတို့၌ ဆောင်တတ်သော သာသနာ။ （ဋ） တရားသဖြင့် ဆုံးမတတ်သော သာသနာ။ （ဌ） နိဗ္ဗာန်သို့ ဆောင်တတ်သော သာသနာ။ （ဍ） မဂ်ဖိုလ် နိဗ္ဗာန်နှင့်တကွ ဖြစ်ခြင်း，မဂ်ဖိုလ်နိဗ္ဗာန်ကို ရခြင်းငှါ ဆုံးမရာ ဖြစ်သော သာသနာ။ （ဎ） မဂ်ဖိုလ်တရား၌-ဆောင်-ဖြစ်-တတ်သော သာသနာ။ （ဏ） တရားရှိသည်ဖြစ်၍ ဆုံးမတတ်သော သာသနာ။ （တ） ပညာမျက်စိ၌ ကိလေသာ မြူနည်းသည့် သတ္တဝါကို ဆုံးမတတ်သော သာသနာ။ （ထ） မဟာကရုဏာဉာဏ်，သဗ္ဗညုတဉာဏ်စသော တရားကြောင့်ဖြစ်သော သာသနာ။ （ဒ） သီလ，သမာဓိ，ပညာ တရားသာလျှင်ဖြစ်သော ဝေနေယျတို့ကို ဆုံးမတတ်သော သာသနာ။ （၂） သုတ္တန်ပိဋက，အဘိဓမ္မာ，ဝိနည်း။ （၃） သုတ်，အဘိဓမ္မာ，ဝိနည်း ပိဋက ၃-ပုံဖြင့် ပြအပ်သော အကျင့်ပဋိပတ်။ ကမ္မဝိနယ-ကြည့်။"],["K","dhammavinaya：ဓမ္မဝိနယ（ပု）\u003cbr\u003e  [ဓမ္မ+ယုတ္တ+ဝိနယ]\u003cbr\u003e  တရားနှင့်ယှဉ်သော သာသနာ။"],["K","dhammavinaya：ဓမ္မဝိနယ（ပု）\u003cbr\u003e  [ဓမ္မ+ဝိနယ+ပကာသိတ]\u003cbr\u003e  （၁） သုတ္တန် ပိဋက，အဘိဓမ္မာ ပိဋက တရားနှင့် ဝိနည်းပိဋကတရား။ （၂） သုတ္တန်ပိဋက，ဝိနည်းပိဋကတရားတို့ဖြင့် ပြအပ်သော အကျင့် ပဋိပတ်။"],["K","dhammavinaya：ဓမ္မဝိနယ（တိ）\u003cbr\u003e  [ဓမ္မဝိနယ+ဏ]\u003cbr\u003e  ဓမ္မဝိနယ ရှိသော၊ သူ （ဘုရားရှင်）။"],["K","dhammavinaya：ဓမ္မဝိနယ（ပု）\u003cbr\u003e  [ဓမ္မ+ဝိနယ]\u003cbr\u003e  တိတ္ထိတို့၏ ဆိုင်ရာ တရားရှိသော ပြင်ပသာသနာ၊ တိတ္ထိသာသနာ၊ （က） ပြဓာန်းသော စကား။ （ခ） အယူ။ （ဂ） တရားတုနှင့် ဝိနည်းတု၊ မစစ်မမှန်သော တရားဥပဒေ။"],["R","dhammavinaya：ဓမ္မ-ဝိနယ\t（ပ） \u003cbr\u003eသုတ် အဘိဓမ္မာ ဝိနည်း။ သာသနာတော်။ "]]
