[["B","dhammapāla：dhammapāla（ti）\u003cbr\u003e  ဓမ္မပါလ（တိ）\u003cbr\u003e  [dhamma+pāla．thī-nitea dhammapāthī]\u003cbr\u003e  [ဓမ္မ+ပါလ။ ထီ-၌ ဓမ္မပါထီ]"],["V","Dhammapāla：\u003ci\u003e1．Dhammapāla Thera.\u003c/i\u003e-An arahant．He was a brahmin of Avanti and studied in Takkasilā．While returning from there after completing his studies，he saw a monk dwelling apart and，having heard the Dhamma from him，entered the Order and became an arahant．We are told that one day，while meditating，he saw two novices climbing a tree in the vihāra to pick flowers．The bough broke and they fell，but he，with his iddhi-power，caught them and put them down unhurt.\u003cbr\u003e\u003cbr\u003eIn the time of Atthadassī Buddha he gave to the Buddha a pilakkha-fruit （Thag.vs.203f； ThagA.i.326f）．He is probably identical with Pilakkhaphaladāyaka of the Apadāna．Ap.i.298.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2．Dhammapāla.\u003c/i\u003e-A brahmin，son of the Bodhisatta．See Mahā-Dhammapāla.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3．Dhammapāla.\u003c/i\u003e-The Bodhisatta born as the son of Mahā-Dhammapāla．For his story see the Mahā-Dhammapāla Jātaka.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4．Dhammapāla\u003c/i\u003e.-The Bodhisatta born as the son of King Mahāpatāpa．For his story see the Culla-Dhammapāla Jātaka.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5．Dhammapāla.\u003c/i\u003e-A name given to Vidhurapandita．J.vi.289，291.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6．Dhammapāla Kumāra.\u003c/i\u003e-The son of Vidhurapandita （q.v.）．He is identified with Rāhula．J.vi.290，300，329.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e7．Dhammapāla.\u003c/i\u003e-The name of the family （kula） of Dhammapāla，and thevillage in Kāsi where he lived （J.iv.50； PvA.61）．See the Mahā-Dhammapāla Jātaka.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e8．Dhammapāla.\u003c/i\u003e-A celebrated author，generally referred to as ācariya．Various works are attributed to him，but as there seem to have been several authors of the same name （Gv．（p.66f.） mentions four），it is difficult to assign their works separately．The best known，distinguished by the name of ācariya，is said （Gv．p.69） to have written fourteen books．The Sāsanavamsa （p.33） records that he lived at Badaratittha in South India．\u003cbr\u003e\u003cbr\u003eHis works show that he was a native of Kāñcipura．His period is uncertain，though it is generally agreed that he is posterior to Buddhaghosa．He seems to have studied in the Mahāvihāra，because he mentions this fact in the introduction to his books （e.g.，the Petavatthu Commentary）．It is quite likely that he studied the Tamil Commentaries as well and that he wrote at Badaratittha．（Hiouen Thsang，Beal.ii.229，says that Dhammapāla was a clever youth of Kāñcipura and that the king gave him his daughter．But Dhammapāla，not wishing to marry，prayed before an image of the Buddha．The gods took him to a place far away where he was ordained by the monks）．\u003cbr\u003e\u003cbr\u003eThe Khuddaka Nikāya was his chief study，and seven of his works are commentaries on the books of poetry preserved in the Canon - the Thera- and Theri-Gāthā，Udāna，Vimāna- and Peta-Vatthu，Itivuttaka and Cariyāpitaka．His other works are a commentary on the Netti，and on the Visuddhi-magga （called the Paramatthamañjūsā），tīkās （called Līnatthavannanā） on Buddhaghosa’s Commentaries to the Four Nikāyas and another on the Jātakatthakathā．He is also credited with having written a tīkā on the Buddhavamsa Commentary and on the Abhidhammatthakathā.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e9．Dhammapāla.\u003c/i\u003e-A thera of Ceylon，generally called Culla-Dhammapāla．He was the senior pupil of Vanaratana Ananda and wrote the Saccasankhepa．He is also credited with tīkās on several works，including a Līnathavannanā on Ananda’s Mūlatikā．Gv.60，70； also P.L.C.，203f，211.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e10．Dhammapāla.\u003c/i\u003e-A Burmese scholar of Arimaddana．Gv.67."],["K","dhammapāla：ဓမ္မပါလ（တိ）\u003cbr\u003e  [ဓမ္မ+ပါလ။ ထီ-၌ ဓမ္မပါထီ]\u003cbr\u003e  （၁） တရားကို-စောင့်ရှောက်-လုံခြုံစေ-တတ်သော၊ သူ၊ （က） အလောင်းတော် ဝိဓုရအမတ်။ （ခ） ဓမ္မပါလပုဏ္ဏား။ （၂） ဓမ္မပါလအမည်ရှိသော၊ သူ၊ （က） အသိညာဉ် ၆-ပါးပိုင်ရှင် ရဟန္တာ အရှင်ဓမ္မပါလထေရ်။ （ခ） ဗဒရတိတ္ထကျောင်းနေ အဋ္ဌကထာ，ဋီကာကျမ်းပြု အရှင်ဓမ္မပါလထေရ်။ （ဂ） ဓမ္မပါလီထေရီမ။ （ဃ） ဓမ္မပါလမင်းသား။ （င） （မဟာဓမ္မပါလပုဏ္ဏား၏သား） ဓမ္မပါလသတိုးသား။ （စ） （ဝိဓုရပညာရှိအမတ်၏သား） ဓမ္မပါလသတိုးသား။ （န） （၃） （က） ဓမ္မပါလအမျိုး။ （ခ） ဓမ္မပါလဇာတ်။ ဓမ္မပါလတ္ထေရ-（၁）-ကြည့်။ ဓမ္မပါလတ္ထေရ-（၂）-ကြည့်။ ဓမ္မပါလကုမာရ-（၁）-ကြည့်။ ဓမ္မပါလကုမာရ-（၂）-ကြည့်။ ဓမ္မပါလကုမာရ-（၂）-ကြည့်။ ဓမ္မပါလဇာတက-ကြည့်။"]]
