[["H","dhammika：a．m．[cf．dhammiya，Sk．dharmiya] 如法的，法師，持法者．-kamma 如法羯磨．-pāṭimokkhaṭhapana 如法遮說戒．-vāda 如法說．-samaṇa 持法沙門．-sāmaggī 如法和合."],["S","dhammika：a．m．[cf．dhammiya，Sk．dharmiya] 如法の，法師，持法者．-kamma 如法羯磨．-pāṭimokkhaṭhapana 如法遮説戒．-vāda 如法説．-samaṇa 持法沙門．-sāmaggī 如法和合."],["B","dhammika：dhammika（ti）\u003cbr\u003e  ဓမ္မိက（တိ）\u003cbr\u003e  [dhamma+ṇika．（dhāmaka-saṃ，dhammiaç dhammika-prā）]\u003cbr\u003e  [ဓမ္မ+ဏိက။ （ဓာမက-သံ၊ ဓမ္မိအ，ဓမ္မိက-ပြာ）]"],["C","dhammika：[adj.] righteous."],["P","Dhammika，（adj.） [=Sk．dharmya，cp．dhammiya] lawful，according to the Dh．or the rule； proper，fit，right； permitted，legitimate，justified； righteous，honourable，of good character，just，esp．an attr．of a righteous King （rājā cakkavattī dhammiko dhammarājā） D.I，86； II，16； A.I，109=III，149； J.I，262，263； def．by Bdhgh as “dhammaṁ caratī ti dh.” （DA.I，237） \u0026 “dhammena caratī ti dh.，ñāyena samena pavattalī ti” （ib．249）．‹-› Vin.IV，284； D.I，103； S.II，280 （dhammikā kathā）； III，240 （āhāra）； IV，203 （dhammikā devā，adh° asurā）； A.I，75； III，277； Sn.404； DhA.II，86 （dohaḷa）； IV，185 （°lābha）； PvA.25 （=suddha，manohara）．Also as \u003ci\u003esaha-dh°\u003c/i\u003e （esp．in conn．w．pañha，a justified，reasonable，proper question：D.I，94； S.IV，299 in detail） Vin.IV，141； D.I，161； III，115； A.I，174．-- \u003ci\u003ea°\u003c/i\u003e unjust，illegal etc．Vin.IV，285； S.IV，203； A.III，243．（Page 339）"],["V","Dhammika：\u003ci\u003e1．Dhammika Thera.\u003c/i\u003e-A brahmin of Kosala who was converted at the presentation of Jetavana and entered a village vihāra．As he became irritated when monks visited the vihāra they desisted，and he became sole master of the vihāra．When this was reported to the Buddha by a layman，the Buddha sent for him and preached to him the Rukkhadhamma Jātaka，showing that in the past，too，he had been guilty of similar conduct．Dhammika concentrated on the verses of the Jātaka and，developing insight，became an arahant．\u003cbr\u003e\u003cbr\u003eIn the time of Sikhī Buddha he had been a hunter and had listened to the Buddha preaching to an assembly of the gods in a forest.\u003cbr\u003e\u003cbr\u003eThag.303-6； ThagA.i.396ff．According to A.iii.366ff．Dhammika had to leave seven lodgings，one after the other，because the lay supporters of the lodgings could not tolerate his insulting ways．He therefore sought the Buddha and complained to him．The Rukkhadhamma Jātaka mentioned here is evidently not the story of the same name mentioned in the Jātaka Commentary （i.327ff.）．The story is given in full in the Anguttara Nikāya （loc．cit.）．There the Buddha is said to have related to him stories of several past teachers，showing the evil effects of reviling others.\u003cbr\u003e\u003cbr\u003eHe may be identical with Ghosasaññaka of the Apadāna （Ap.ii.451）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2．Dhammika.\u003c/i\u003e-A householder of Sāvatthi who led a very holy life．One day he felt the wish to become a monk and spoke of it to his wife，but she begged him to wait until after the birth of their child．He waited till the child was able to walk and，then spoke again to her，but she then wished him to wait until the child should be of age．To this he would not agree，but joined the Order and soon after became an arahant．Later，he visited his family and preached to his son，who became a monk and attained arahantship．His mother，left alone，joined the nuns，becoming an arahant herself．DhA.ii.157-9.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3．Dhammika.\u003c/i\u003e-An eminent lay disciple of Sāvatthi，a very learned man and an anāgāmī．He had five hundred followers，all anāgāmī，who，like himself，could travel through the air （SNA.i.367）．He was one of those who possessed sekhapatisambhidā （Vsm.442； VibhA.388）．See also Dhammika Sutta 2.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4．Dhammika\u003c/i\u003e.-One of the chief lay supporters of Piyadassī Buddha．Bu.xiv.22.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5．Dhammika.\u003c/i\u003e-King of Siam，contemporary of Kittisirirājasīha of Ceylon．He welcomed the delegation sent from Ceylon to Siam to bring back some monks，and gave it every help．On two occasions he sent groups of monks to Ceylon to re-establish ordination in that country，and the king of Ceylon，to show his gratitude，sent him a replica of the Tooth Relic and various other gifts．Cv.c.66，136，151，157.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6．Dhammika.\u003c/i\u003e-See DhA.i.129ff．The ”dhammika upāsaka” mentioned there is probably merely ”a righteous lay disciple” and not an upāsaka ”named Dhammika.”\u003cbr\u003e\u003cbr\u003e\u003ci\u003e7．Dhammika.\u003c/i\u003e-Name of a jackal in the Bilāra Jātaka."],["U","DHAMMIKA：[a] ăn ở đạo đức （theo giáo lý）"],["K","dhammika：ဓမ္မိက（တိ）\u003cbr\u003e  [ဓမ္မ+ဏိက။ （ဓာမက-သံ၊ ဓမ္မိအ，ဓမ္မိက-ပြာ）]\u003cbr\u003e  （၁） တရားရှိသော။ （၂） တရား-နှင့်-၌-ယှဉ်သော။ （၃） （က） တရားကို ကျင့်တတ်သော။ （ခ） တရားသို့အစဉ်လိုက်၍ ကျင့်တတ်သော။ （ဂ） တရား-သဖြင့်-နှင့်အညီ-ကျင့်တတ်သော။ （၄） တရား၌ကြည်ညိုသော။ （၅） （က） ကုသိုလ်ကမ္မပထ ၁ဝ-ပါးတရားနှင့် ပြည့်စုံသော။ （ခ） လောကုတ္တရာ ၉-ပါးတရားနှင့် ပြည့်စုံသော။ သာဓက-လည်းကြည့်။ （၆） သူတစ်ပါးတို့၏ အကျိုး ပရဟိတလုပ်ငန်းကို ပြုလုပ် ဆောင်ရွက်တတ်သော။ （၇） အဂတိမလိုက်စားသော၊ သူ။ （၈） （က） တရား-သဖြင်-နှင့်အညီ-ဖြစ်သော-ရသော။ （ခ） တရားသဖြင့် ရောက်လာသော။ （ဂ） အပြစ်-မရှိ-ကင်း-သော။ （၉） အကြောင်းတရားမှ မကင်းသော အကျိုးအကြောင်း ဆက်စပ်သော။ （၁ဝ） တရား၏ဥစ္စာ၊ တရားပိုင်ပစ္စည်း။ （၁၁） ဓမ္မိကထေရ်။ ဓမ္မိကတ္ထေရ-ကြည့်။ （၁၂） ဓမ္မိကရဟန်း။ （၁၃） ဓမ္မိကရသေ့။ （၁၄） ဓမ္မိကပုဏ္ဏား။ （၁၅） ဓမ္မိကတိဿမင်း။ （၁၆） ဓမ္မိကသီတင်းသည်။ ဓမ္မိကဥပါသက-လည်းကြည့်။ （၁၇） ဓမ္မိကနတ်။ （၁၈） ဓမ္မိကရွှေသမင်။ （၁၉） ဓမ္မိကမြေခွေး။ （၂ဝ） ဓမ္မိကကျီးငှက်။ （၂၁） ဓမ္မိကတောင်။ "],["R","dhammika：ဓမ္မိက\t（ပ） \u003cbr\u003eတရားကို ကျင့်သောသူ။ "],["R","dhammika：ဓမ္မိက\t（တိ） （ဓမ္မ+ဏိက）\u003cbr\u003eတရားကျင့်သည်။ တရားစောင့်သည်။ တရားနှင့် လျော်သည်။ သဘောဟုတ်မှန်သည်။\u003cbr\u003eဓမ္မိကေန၊ တရားသဘောဖြင့်။ တရားနှင့် လျော်စွာ။ "]]
