[["B","dhammā：dhammā（thī）\u003cbr\u003e  ဓမ္မာ（ထီ）\u003cbr\u003e  [yadicchā]\u003cbr\u003e  [ယဒိစ္ဆာနာမ်]"],["V","Dhammā：\u003ci\u003e1．Dhammā Theri.\u003c/i\u003e-She belonged to a respectable family in Sāvatthi and was given in marriage to a suitable husband．Having heard the Doctrine，she wished to join the Order，but her husband refused his permission．After his death she became a nun，and one day，while returning from her alms round，she slipped and fell．Meditating on this，she became an arahant．Thig.vs.17； ThigA.23f.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2．Dhammā.\u003c/i\u003e-The chief woman disciple of Atthadassī Buddha．Bu.xv.20； J.i.39.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3．Dhammā.\u003c/i\u003e-The fifth of the seven daughters of Kikī，king of Benares．For twenty thousand years she lived the life of celibacy．She is identified with Kisāgotamī．J.vi.431； Ap.ii.565.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4．Dhammā.\u003c/i\u003e-Wife of Bindusāra and mother of Asoka．She had two sons，Asoka and Tissa．MT.189，193； the ”Kambodian” Mahavamsa （vs.1129） calls her Siridhammā.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5．Dhammā.\u003c/i\u003e-An eminent Therī of Anurādhapura，an expert teacher of the Vinaya．Dpv.xviii.14.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6．Dhammā.\u003c/i\u003e-A very poor woman of Sīva village．Once she gave a garment to the monks of Giritimbilatissapabbata Vihāra，and they agreed among themselves that none but an arahant should wear it．One of them became an arahant that very day and wore it； he then passed it on to another，and before the end of the rains they all thus became arahants．On the day of the pavārana，King Lañjitissa ordered the monastery to be decorated．The monks setup Dhamma’s garment as a banner at the entrance．The king，having discovered the reason，gave Dhammā the village of Sīva，which then came to be called Dhammasīva．Ras.ii.42."],["K","dhammā：ဓမ္မာ（ထီ）\u003cbr\u003e  [ယဒိစ္ဆာနာမ်]\u003cbr\u003e  （၁） ဓမ္မာအမည်ရှိသော မိဖုရား၊ ယင်းသည် မောရိယမင်းဆက်တွင် ထင်ရှားသည့် ဗိန္ဒုသာရမင်း၏ မိဖုရားဖြစ်သည်၊ ဓမ္မာသောကမင်း၏ မိခင်ဖြစ်သည်၊ သူမသည် ဓမ္မာသောကမင်းအပြင် တိဿကိုလည်း ဖွားမြင်ခဲ့သည်။ （၂） ဓမ္မာ အမည်ရှိသော ရဟန်းမိန်းမ။ အရှင်မသည် သီဟိုဠ်ကျွန်းအနုရာဓမြို့၌ ကျမ်းဂန်တက် ရဟန်းမိန်းမအဖြစ် ထင်ရှားသည်။ ဝိနည်း၌ ထူးထူးခြားခြား လိမ္မာ ကျွမ်းကျင်သည်။"],["R","dhammā：ဓမ္မာ\t（ဗ） \u003cbr\u003eနာမက္ခန္ဓာတရား သုံးပါးတို့။ "]]
