[["H","Dhammapada：n．法句經 [小部經之一]."],["S","Dhammapada：n．法句経 [小部経の一]."],["B","dhammapada：dhammapada（na）\u003cbr\u003e  ဓမ္မပဒ（န）\u003cbr\u003e  [dhamma+pada．（dhamapada-saṃ，dhammapadaprā，dhammapadaya-sī）]\u003cbr\u003e  [ဓမ္မ+ပဒ။ （ဓမပဒ-သံ၊ ဓမ္မပဒပြာ၊ ဓမ္မပဒယ-သီဟိုဠ်）]"],["C","dhammapada：[nt.] a line or stanza of the Norm."],["V","Dhammapada：The second book of the Khuddaka Nikāya of the Sutta Pitaka．\u003cbr\u003e\u003cbr\u003eIt is probably a later anthology than the Thera-Therī-Gāthā，and its earliest mention by name is in the Milinda-pañha （p.408）．\u003cbr\u003e\u003cbr\u003eIt includes gāthas collected together from various books in the Canon，but contains hardly any from the Jātaka collection，or directly derived from the Sutta Nipāta.\u003cbr\u003e\u003cbr\u003eThe present text of the Dhammapada contains four hundred and twenty-three verses divided into twenty-six vaggas.\u003cbr\u003e\u003cbr\u003eSo far，five recensions of the Dhammapada have been discovered．（For details see Law：Pāli Lit.，pp.215f）.\u003cbr\u003e\u003cbr\u003eA commentary on it exists called the Dhammapadatthakathā."],["K","dhammapada：ဓမ္မပဒ（န）\u003cbr\u003e  [ဓမ္မ+ပဒ။ （ဓမပဒ-သံ၊ ဓမ္မပဒပြာ၊ ဓမ္မပဒယ-သီဟိုဠ်）]\u003cbr\u003e  （၁） တရားအဖို့အစု၊ （က） ဗောဓိပက္ခိယ ၃၇-ပါး တရားအစု။ （ခ） သတိပဋ္ဌာန်စသော တရားအစု။ （ဂ） ဈာန်，-ဝိပဿနာ，မဂ်，ဖိုလ်，နိဗ္ဗာန်တရားအစု၊ （ဃ） အကျိုးကို ပြီးစေတတ်သော ခန္ဓာ-စသည်တို့နှင့် စပ်သော အနဘိဇ္ဈာစသောတရား အဖို့အစု ၄-ခုတို့တွင် အဖို့အစု ၁-ခုခု။ （၂） သမာဓိဈာန်စသည် အပြားရှိသော တရားကို-ကျင့်-ရ-သိ-ကြောင်းနည်းလမ်း။ （၃） ဈာန်စသည် အပြားရှိသော တရားကို-ကျင့်-ရ-သိ-ကြောင်းနည်းလမ်း။ （၄） နိဗ္ဗာန်။ （၅） နိဗ္ဗာန်ရောက်ကြောင်းတရား၊ မဂ်။ （၆） အလုံးစုံသော ဘုရားစကားတော် （ပိဋက ၃-ပုံ သဒ္ဒါအစဉ်）။ （၇） ဓမ္မဟူသောပုဒ်။ （၈） ဓမ္မပဒသုတ်။ （၉） ဓမ္မပဒကျမ်း （၂၆-ဝဂ်ရှိ ဓမ္မပဒပါဠိ）၊ （က） သင်္ခါရ，ဝိကာရ，လက္ခဏ，နိဗ္ဗာန်ပညတ်ဟူသော ဉေယျဓံ ၅-ပါး တရားတို့ကို-သိရာ-သိကြောင်း-ကျမ်း။ （ခ） ဉေယျဓံ ၅-ပါး တရားအဖို့အစုရှိရာ ကျမ်း။ （ဂ） ရွတ်ဖတ်သင်ယူချင်စဖွယ် မနောပုဗ္ဗင်္ဂမာ-စသော အဖွဲ့ဂါထာ ပါဠိဓမ္မတို့ကို-သိရာ-သိကြောင်းကျမ်း။ （ဃ） ရွတ်ဖတ်သင်ယူချင်စဖွယ် မနောပုဗ္ဗင်္ဂမာ-စသော အဖွဲ့ဂါထာ ပါဠိဓမ္မ အဖို့ရှိရာကျမ်း။မူရင်းကြည့်ပါ"],["R","dhammapada：ဓမ္မ-ပဒ\t（န） \u003cbr\u003eတရားအစု။ ဗောဓိပက္ခိယတရား အစု။ မဂ်ဖိုလ်တရား၏အကြောင်း။ "]]
