[["B","gama：gama（pu）\u003cbr\u003e  ဂမ（ပု）\u003cbr\u003e  [gamu+a．，5.44．paco-．gama-saddāyuea pāraṅgamā．saṃ，1.27.kūṭaṅgamā．aṃ，2.32va．dūraṅgamā.aṃ，2.5va2．dhamma.18.uddhaṅgamā．visuddhi，1.345-canitea aluttasaane aprukra．vimāna，ṭṭha.71.sī，ṭī，，2.128-niteamū gama-   apru rhira.]\u003cbr\u003e  [ဂမု+အ။ မောဂ်၊၅။၄၄။ ပစော-ကဲ့သို့မှတ်။ ဂမ-သဒ္ဒါနှင့်ပတ်သက်၍ ပါရင်္ဂမာ။ သံ၊၁။၂၇။ကူဋင်္ဂမာ။ အံ၊၂။၃၂ဝ။ ဒူရင်္ဂမာ။အံ၊၂။၅ဝ၂။ ဓမ္မ။၁၈။ဥဒ္ဓင်္ဂမာ။ ဝိသုဒ္ဓိ၊၁။၃၄၅-စသည်တို့၌ အလုတ္တသမာသ်အနေဖြင့် အသုံးပြုကြသည်။ ဝိမာန၊ဋ္ဌ။၇၁။သီ၊ဋီ၊သစ်၊၂။၁၂၈-တို့၌မူ ဂမ-ပုဒ်သက်သက် ဖြင့်လည်း ဖွင့်ဆို အသုံးပြုသည်ကို တွေ့ရှိရသည်။]"],["B","gama：gama（kri）\u003cbr\u003e  ဂမ（ကြိ）\u003cbr\u003e  [gamu+a．rū，nhā.28va.]\u003cbr\u003e  [ဂမု+အ။ ရူ၊နှာ။၂၈ဝ။]"],["B","gama：gama（kri）\u003cbr\u003e  ဂမ（ကြိ）\u003cbr\u003e  [gamu+a+hi]\u003cbr\u003e  [ဂမု+အ+ဟိ]"],["K","gama：ဂမ\t（ကြိ）\u003cbr\u003e  [ဂမု+အ+ဟိ]\u003cbr\u003e  \tသွားလော့။ ဂစ္ဆတိ-ကြည့်။"],["K","gama：ဂမ\t（ကြိ）\u003cbr\u003e  [ဂမု+အ။ ရူ၊နှာ။၂၈ဝ။]\u003cbr\u003e  \tသွားပြီ။ ဂစ္ဆတိ-ကြည့်။"],["K","gama：ဂမ\t（ပု）\u003cbr\u003e  [ဂမု+အ။ မောဂ်၊၅။၄၄။ ပစော-ကဲ့သို့မှတ်။ ဂမ-သဒ္ဒါနှင့်ပတ်သက်၍ ပါရင်္ဂမာ။ သံ၊၁။၂၇။ကူဋင်္ဂမာ။ အံ၊၂။၃၂ဝ။ ဒူရင်္ဂမာ။အံ၊၂။၅ဝ၂။ ဓမ္မ။၁၈။ဥဒ္ဓင်္ဂမာ။ ဝိသုဒ္ဓိ၊၁။၃၄၅-စသည်တို့၌ အလုတ္တသမာသ်အနေဖြင့် အသုံးပြုကြသည်။ ဝိမာန၊ဋ္ဌ။၇၁။သီ၊ဋီ၊သစ်၊၂။၁၂၈-တို့၌မူ ဂမ-ပုဒ်သက်သက် ဖြင့်လည်း ဖွင့်ဆို အသုံးပြုသည်ကို တွေ့ရှိရသည်။]\u003cbr\u003e  （၁） သွားခြင်း။ （တိ） （၂） သွားသော၊ သူ။"],["O","gama：ဂမ\u003cbr\u003e  ဘူ = ဂတိယံ-သွားခြင်း၌။ \u003cbr\u003e  စု = အာပုဗ္ဗော-အဓိဝါသနေ-သည်းခံဆိုင်းငံ့ခြင်း၌။\u003cbr\u003e  ၁။ အတိရှေးရှိလျှင် လွှမ်းမိုး၍ဖြစ်ခြင်း၊ ကျော်လွန်၍ သွားခြင်း၌။ အစ္စဂမာ၊ အတိဂစ္ဆတိ။\u003cbr\u003e  ၂။ အဓိရှေးရှိလျှင် ရခြင်း，သိခြင်း၌။ အဓိဂစ္ဆတိ။\u003cbr\u003e  ၃။ အဓိ+ဥပရှေးရှိလျှင် ကပ်ရောက်ခြင်း၌။ အဇ္ဈုပဂမီ။\u003cbr\u003e  ၄။ အနုရှေးရှိလျှင် နောက်မှလိုက်ခြင်း၌။ အနုဂစ္ဆတိ။\u003cbr\u003e  ၅။ အပရှေးရှိလျှင် ဖဲခွါခြင်း၌။ အပဂစ္ဆတိ။\u003cbr\u003e  ၆။ အဝရှေးရှိလျှင် သိခြင်း၌။ အဝဂစ္ဆတိ။\u003cbr\u003e  ၇။အာရှးရှိလျှင် လာရောက်ခြင်း၌။ အာဂစ္ဆတိ။\u003cbr\u003e  ၈။ ဥရှေးရှိလျှင် အထက်သို့တက်ခြင်း၌။ ဥဂ္ဂစ္ဆတိ။\u003cbr\u003e  ၉။ ဥပရှေးရှိလျှင် ချဉ်းကပ်ခြင်း၌။ ဥပဂစ္ဆတိ။\u003cbr\u003e  ၁ဝ။ ဥပ+အတိရှေးရှိလျှင် လွန်မြောက်ခြင်း၌။ ဥပစ္စဂါ။\u003cbr\u003e  ၁၁။ နိရှေးရှိလျှင် ရခြင်း，ထွက်ခွါခြင်း၌။ နိဂစ္ဆတိ၊ နိက္ခမတိ။\u003cbr\u003e  ၁၂။ ပဋိရှေးရှိလျှင် တစ်ဖန်သွားခြင်း，ပြန်သွားခြင်း၌။ ပဋိဂစ္ဆတိ။\u003cbr\u003e  ၁၃။ ဝိရှေးရှိလျှင် ကင်းခြင်း၌။ ဝိဂစ္ဆတိ။\u003cbr\u003e  ၁၄။ သံရှေးရှိလျှင် ပေါင်းစည်းခြင်း，ပေါင်းဆုံခြင်း၌။ သင်္ဂစ္ဆိ။"],["R","gama：ဂမ\t（တိ） （√ဂမ်+အ）\u003cbr\u003eသွားသည်။ ရောက်သည်။ "]]
