[["A","Gavampati：m.牛主，憍梵波提［耶舎の友人の名］"],["M","Gavampati：（比庫名）嘎旺巴帝，  （古音譯：）憍梵波提"],["B","gavampati：gavampati（pu）\u003cbr\u003e  ဂဝမ္ပတိ（ပု）\u003cbr\u003e  [go+pati]\u003cbr\u003e  [ဂေါ+ပတိ]"],["V","Gavampati：\u003ci\u003e1．Gavampati Thera.\u003c/i\u003e-An arahant．He was a son of a setthi in Benares，and one of the four lay companions of the Thera Yasa，who，when they heard of Yasa’s renunciation，imitated him and won arahant-ship．Later，Gavampati lived in the Añjanavana at Sāketa．One day，when the Buddha visited the Añjanavana，some of the monks accompanying him slept on the sandbanks of the Sarabhū．The river rose in the night and there was great dismay．The Buddha sent Gavampati to stem the flood，which he did by his iddhi-power．The water stopped afar off，looking like a mountain peak.\u003cbr\u003e\u003cbr\u003eIn the time of Sikhī Buddha he was a huntsman and seeing the Buddha offered him flowers．Later he built a parasol and a railing for the thūpa of Konāgamana．In the time of Kassapa Buddha he was a rich house holder possessed of many cattle．One day he saw an arahant eating his meal in the sun for lack of shade，and built for him a shelter and planted in front of it a sirīsa-tree．As a result he was born in the Cātummahārājika world，and his palace was known as Serissaka．（Vin.i.18f.； Thag.v.38； ThagA.i.103f； VvA.331f； DA.iii.814 gives a slightly different version of the origin of the Serissaka-vimāna）.\u003cbr\u003e\u003cbr\u003eGavampati was the teacher of Mahānāga，son of Madhu-Vāsettha （ThagA.i.443）．It is said that the Serissaka-vimāna，occupied by Gavampati，remained in the Cātummahārajika world even after he had left it．（D.ii.356f； DA.iii.814 says he went there because he found the ”climate” （utu） more agreeable．SNA.i.347 says it was because he，like Pindola-bhāradvāja，loved his old haunts）.\u003cbr\u003e\u003cbr\u003eThere Gavampati often spent his siesta and held conversations with Pāyāsi，who sent through him a message to the inhabitants of the earth，that they should profit by the example of him （Pāyāsi） and discriminate in the bestowal of their gifts.\u003cbr\u003e\u003cbr\u003eThe Dulvā mentions （Rockhill，p.149f） that after the Buddha’s death，when Mahā Kassapa wished to hold a Convocation of the chief monks，Punna was sent as a special messenger to summon Gavampati，who was then in the Serissaka-vimāna．But Gavampati did not attend，his death being imminent．Instead he sent his bowl and three robes as a gift to the Sangha.\u003cbr\u003e\u003cbr\u003eImmediately afterwards he died，and Punna carried out his funeral rites.\u003cbr\u003e\u003cbr\u003eGavampati is evidently identical with Girinelapūjaka of the Apadāna （ii.457）．\u003cbr\u003e\u003cbr\u003eSee also Gavampati Sutta below.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2．Gavampati.-\u003c/i\u003eThe Sāsanavamsa （p.36f） speaks of a Thera by this name，at whose request the Buddha went to Sudhammapura in the Rāmañña country to establish his religion．In a previous life Gavampati was born of an egg laid by a Nāga maiden who had relations with a vijjā-dhara．The egg was hatched and a child was born，but it died at the age of ten and was reborn at Mithilā as Gavampati．He joined the Order at the age of seven and became an arahant．Later he visited Sudhamma-pura to preach to his mother，and there King Sīha asked him to invite the Buddha to his country.\u003cbr\u003e\u003cbr\u003e\u003ci\u003eGavampati Sutta.\u003c/i\u003e-Preached by Gavampati at Sahajāti in the Ceti country．A number of the senior monks were talking of dukkha，and Gavampati tells them that he knows from the Buddha’s own self that whosoever understands dukkha knows all its aspects - its nature，its arising，its cessation and the path thereto．S.v.436."],["I","gavampati：One who owns or herds cattle"],["K","gavampati：ဂဝမ္ပတိ\t（ပု）\u003cbr\u003e  [ဂေါ+ပတိ]\u003cbr\u003e  （၁） ဂဝံပတိမည်သူ။ （၂） နွားတို့၏-အရှင်-အကြီးအမှူး၊ နွားလား။"]]
