[["V","Gijjha Jātaka：\u003ci\u003e1．Gijjha Jātaka （No.164）.\u003c/i\u003e-Once the Bodhisatta was born among the vultures on Gijjhakūtapabbata．On one occasion there was a great storm of wind and rain，and the vultures were forced to seek shelter in a ditch outside Benares．A merchant，seeing them，provided them with a warm fire and food．When the weather cleared the vultures returned to their haunts，and decided to give the merchant whatever finery and jewellery they might find in their wanderings．These they dropped in the merchant’s garden．The king，hearing of their depredations，set traps and caught a vulture，who confessed the truth，which was corroborated by the merchant．The vulture was set free and the goods were returned to their owners.\u003cbr\u003e\u003cbr\u003eAnanda was the king，and Sāriputta the merchant.\u003cbr\u003e\u003cbr\u003eThe story was told in reference to a monk who was charged with having supported his poor parents．The Buddha praised the man’s action，saying that such gratitude was an excellent quality．J.ii.50f.； see also theSāma Jātaka.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2．Gijjha Jātaka （No.399）.\u003c/i\u003e-Once the Bodhisatta was a vulture，and supported his blind parents who lived in a cave．One day，being caught in a trap，he was heard by a hunter lamenting for his parents； the hunter set him free.\u003cbr\u003e\u003cbr\u003eThe story was told in reference to a monk who supported his mother.Channa was the hunter．J.iii.330f.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3．Gijjha Jātaka （No.427）.\u003c/i\u003e-Once the Bodhisatta was a vulture inGijjhapabbata．His son，Supatta，was king of the vultures； he was very strong and supported his parents．One day，against the advice of his father，he flew in the upper air and was dashed to death by the Veramba-wind.\u003cbr\u003e\u003cbr\u003eThe story was related in reference to a disobedient monk of good family，who objected to being instructed in his duties （J.iii.483f.； cf．theMigalopa Jātaka； see also theDubbaca and theIndasamāna-gotta Jātakas）.\u003cbr\u003e\u003cbr\u003eThe Catudvāra Jātaka （J.iv.1ff） was related in reference to the same monk."]]
