[["H","Giñjakāvasatha：m．[Giñjakā-āvasatha] 煉瓦之家，煉瓦堂，繁耆迦精舎."],["S","Giñjakāvasatha：m．[Giñjakā-āvasatha] 煉瓦の家，煉瓦堂，繁耆迦精舎."],["B","giñjakāvasatha：giñjakāvasatha（pu）\u003cbr\u003e  ဂိဉ္ဇကာဝသထ（ပု）\u003cbr\u003e  [giñjakā+āvasatha]\u003cbr\u003e  [ဂိဉ္ဇကာ+အာဝသထ]"],["C","giñjakāvasatha：[m.] a house made of bricks."],["V","Giñjakāvasatha：A brick hall at Nādikā （Ñātikā）．The Buddha stayed there on various occasions during his visits to Nādikā．It was during one of these visits that Ambapāli presented her park to the Buddha and the Order （Vin.i.232）．\u003cbr\u003e\u003cbr\u003eIn the Giñjakāvasatha the Buddha preached the Cūlagosinga Sutta （M.i.205），the Janavasabha Sutta （D.ii.200） and several discourses on marana-sati （E.g.，A.iii.303f； 306f； 391f； iv.320f）； also the sermons to the Elder Sandha of the Kaccānagotta （A.v.322f） and the Elder Kaccāyana （S.ii.153f； see also S.ii.74； iv.90）．\u003cbr\u003e\u003cbr\u003eBoth in the Janavasabha Sutta and the Giñjakāvasatha Sutta （S.v.356f），which was preached at the same place，the Buddha is represented as having answered questions regarding the destiny and the rebirth of several residents of Nādikā．Does this perhaps mean that the people of Nādikā were more interested in this problem than the people of other places? It was by way of finding a permanent solution to these questions that the Buddha preached to Ananda at Giñjakāvasatha the Dhammā-dāsa （Mirror of Truth） on his last visit to Nādikā，as described in the Mahā Parinibbāna Sutta （D.ii.91ff； see also S.v.357）.\u003cbr\u003e\u003cbr\u003eThe Commentaries （E.g.，MA.i.424） state that once the Buddha arrived at Nādikā while travelling in the Vajji country，and the people there built for him a residence entirely made of bricks （giñjakā），hence its name．Later，residences were also built for the monks，complete with all requirements．The bricks were evidently a special architectural feature，and this con-firms the belief that buildings were generally of wood．The ”Brick Hall” was，however，not designed for the Buddha and his monks alone，for we find mention of members of other sects staying there - e.g.，the Paribbājaka Sabhiya Kaccāna （S.iv.401）．The building was probably a resting place for all travellers."],["K","giñjakāvasatha：ဂိဉ္ဇကာဝသထ\t（ပု）\u003cbr\u003e  [ဂိဉ္ဇကာ+အာဝသထ]\u003cbr\u003e  \tအုတ်ကျောင်း၊ အုတ်တိုက်။"],["R","giñjakāvasatha：ဂိဉ္ဇကာဝသထ\t（ပ） （ဂိဉ္ဇက+အဝသထ）\u003cbr\u003eအုဌ်တိုက်။ အုဌ်ကျောင်း။ "]]
