[["V","HSUAN TSANG：A well known Chinese monk who visited India and traversed a large number of countries covering more than 50，000 Li．Though the dangers that he encountered were many he fulfilled his main objective undaunted by them．His contribution to the cause of Buddhism in general and to the Great Vehicle in particular is immense．For these and many other reasons he is held by the Chinese Buddhists in the highest esteem among the pilgrims of his calibre.\u003cbr\u003e\u003cbr\u003eThe following information on Hsūan-tsang’s travels and his accounts of India and other countries which he travelled in his long journey is based mainly on two sources，namely，”Si-yu-ki，Buddhist Records of the Western World” an English translation of the Chinese version of Hsūan-tsang and ”The Life of Hiuen-tsiang” an English translation of his biography written in Chinese by Shaman Hwui-li，a disciple of his．Among secondary sources the most useful treatise is ’On Yuan Chwang’s Travels in India’，a critical study written by Thomas Watters in 1961．This work is based on Hsūan-tsang’s Hsi-Yu-Shi （or Si-Yu-Ki） also entitled Buddhist Records of the Western World.\u003cbr\u003e\u003cbr\u003eHsūan-tsang was born in 603 A.C．in Chin-lu in the reign of Emperor Wen of the Sui dynasty and lived about sixty-five years．Opinions，however，differ regarding the exact years of his birth and death．His secular name was Ch’en-Chin and he was the youngest of four brothers．His father was Ch’en-hui who devoted himself to the study of Confucious’ teachings．Even as a child Hsūan-tsang was unusually of grave temperament and intelligence．He did not enjoy the company of boys of his age nor did he appreciate their life style．His second brother，Chang-tse who had entered the Order previously took Hsūan-tsang to his own convent and made arrangements to impart instruction to him there.\u003cbr\u003e\u003cbr\u003eHsūan-tsang （= Ht.） was so studious that at times he studied without sleep and even food．At one hearing he is said to have comprehended a book thoroughly and after a second reading needed no further instruction．At the age of eleven he was versed in the Saddharmapundarika Sutra and the Vimalakirtinirdesa．At the age of thirteen he was admitted into the Order and was engaged in further studies.\u003cbr\u003e\u003cbr\u003eThe political situation in the country being unsatisfactory the two brothers went to Chang’an and from there again to Ch’eng-tu，the capital of Shu．There Hsūan-tsang followed lectures on the scriptures delivered by eminent scholars and in a few years he mastered the scriptures of various schools and earned a name as a scholar．It was about this time or a few years later that he came to be known by the appellation ”The Master of the Law”.\u003cbr\u003e\u003cbr\u003eIn the fifth year of Wu-te he received full ordination at Ch’eng-tu．He went to Chin-chow for further studies where he also conducted sermons as an advanced student．Scholar monks who gathered there as listeners treated him with great respect and admiration．Thereupon he went to Chaochow，Hsiang-chow and Ch’ang-an and studied the Samyuktābhidharma-hrdaya，the Mahāyāna-sangraha，the Abhidharma-kosa etc.\u003cbr\u003e\u003cbr\u003eIn a short time Ht．mastered all the theories of the different schools of Buddhism and was acclaimed as a great scholar．He found that Buddhist teachings he had learned，mainly those concerned with the theory of Dharmalaksana and the views held by the propounders of the Mahāyāna-Sangraha and those held by the followers of the Dasabhūmivyākarana were at variance．Moreover，he discerned many defects in the Chinese translations of the sacred books，and consequently he cherished the idea of going to India to learn at the feet of orthodox scholars．In this he was inspired to some extent by his forerunners Fa-hsien and Chi-yen who undertook similar tasks.\u003cbr\u003e\u003cbr\u003eOvercoming many obstacles Ht.，at the age of twenty-six years set forth from Chang-an and going through several provinces or countries came to Liang-chow where he received a companion to travel to the West．Despite the attempts of spies to detain him the governor of the province，Li-chiang，however，let him proceed on his journey．Some of the territories or countries which he traversed until he reached the borders of North India were Turfan （Kau-chang），Agni （O-ki-ni），Kuche （Kiuchi） an oasis in the Gobi desert，Nujkend （Nu-chin-kien），Chaf （Che-shi），Ferghanah （Fei-han in Turkestan），Sutrishna （Su-tu-Ii-sse-na），Samarkhand （Sa-mo-kien），Kesh （Ki-shwang-na），Kunduz （Hwo），Bhaktra or Bactria （Fo-ho-lo），Bamiyam （Fan-yen-na） and Kapisa （Kia-pi-she）.\u003cbr\u003e\u003cbr\u003eHis journey was beset with dangers and hardships．As the only guide given him to accompany until the last of the watch towers in sandy desert also deserted him he went on all alone．The worst experience encountered was in the heart of the Mo-kia-yen desert which extended for 800 li．One hundred li after entering the desert he lost his way．By accident his water bag gave way without leaving a drop of water in it and he had to spend four nights and five days in the desert without water.\u003cbr\u003e\u003cbr\u003eAt a later stage when wending their way up the snow-clad Ling mountain，and the snowy mountain （Hindukush） lying to the south of Balkh，twelve or fourteen of his companions and an even greater number of oxen and horses met with death.\u003cbr\u003e\u003cbr\u003eObstacles caused by robbers on his way to India and also in India itself were more than embarrassing．Even governors or kings of certain countries embarrassed him as he was proceeding towards India．Although very hospitable and respectful to Ht．the king of Kam-chang，Khio-wen-tai planned to detain him in his court as his spiritual head．Ht．got out of this grip only by the threat of fasting unto death．Another attempt to detain him was made by the Great Khan of the Turks．As will appear below，Ht．underwent another such experience in Eastern India as well.\u003cbr\u003e\u003cbr\u003eOf the countries which were traversed by Ht．on his way to North India，Bhaktra （Po-ho-lo），Bamiyan （Fanyen-na） and Kapisa （Kia-pi-she） were active centres of Buddhism．According to Ht，there were about three thousand monks of the Little Vehicle in Bhaktra．There was a scholar monk called Prajñākara who was versed in the three pitakas of the Little Vehicle．Ht．was pleased with his explanation of the doctrine of that school.\u003cbr\u003e\u003cbr\u003eHt．reached Bamiyan crossing Hindu-kush．In both Bamiyan and Kapisa，there were several thousand monks of the Little Vehicle．In Bamiyan there were three imposing figures of the Buddha．One of these was a standing figure of about 140 or 150 feet high．Another figure of the standing Buddha measures 100 feet in height．An enormous figure of the recumbent Buddha depicting his ’Nirvana’ measures 1000 feet in length.\u003cbr\u003e\u003cbr\u003eAt a conference held in a temple of the Great Vehicle in Kapisa Ht．being thorough with the teachings of both schools，proved his superiority over all who participated in it．From Kapisa onwards his itinerary covered territories in North India of which the following place names are graphed by Ht．into a separate unit．Lamghan （Lanpo），Nagarahara （Na-kie-to-ho），Gandhara （Kien-to-lo），Udyana （U-chang），Takshasila （Ta-ch’a-shi-lo），Urasa （Wu-la-sa），Kashmir （Kia-shi-mi-lo），Punach （Pun-nuh-t’so） and Rajapuri （Ho-lo-she-pu-lo）．According to Ht，common people in the above territories differ to some extent from those of India in respect of manners，clothing and language.\u003cbr\u003e\u003cbr\u003eSi-yu-ki，Buddhist Records of the Western World （Records） ed．Samuel Beal，New Delhi，1981，Bk．II，pp．68，917； The Life of Hiuen Tsiang （=The Life） ed．Samuel Beal，New Delhi，1973，pp．57-72．The countries from Lamgham to Rajapuri both inclusive were not regarded by the people of India proper as forming parts of their territory （Watters，Thomas，On Yuang Chwang’s Travels in India，pub．Munshi Ram Manohar Lal，Oriental Publishers and Booksellers，Delhi，1961，p．180，（Abbreviated as Watters）.\u003cbr\u003e\u003cbr\u003eNagarahara （Jelalabad） occupies a prominent place as a country possessing Buddha’s relics．In Nagarahara or its neighbourhood Ht．rejoined his companions and went to Gandhara by the Khyber Pass．He gives the names of a number of sages and saints who composed sāstras there．Then he goes to describe the famous stupa of 400 feet in height ascribed to king Kanishka．It was situated in Purushapura （Po-lu-shu-po-lo），the capital of Gandhara.\u003cbr\u003e\u003cbr\u003eEither side of the river Subhavastu （Su-po-fa-sa-tu） in the country of Udyana is said by Ht．to have been thickly populated by Buddhists in former days．At the time of his visit he saw the country depopulated．The few monks who were there at the time belonged to five different schools viz．the Dharmaguptas，the Mahisāsakas，the Kasyapiyas，the Sarvāstivadins and the Mahāsanghikas．Among the objects of worship are mentioned figures of Avalokitesvara and Maitreya bodhisattva.\u003cbr\u003e\u003cbr\u003eIn Takshasila，Urasa and Kashmir，too，he saw various Buddhist sites．The chief monk in Kashmir was of high moral character and of remarkable intelligence．This monk explained many parts of the doctrine to him．This learned teacher was so impressed by Ht．that the latter was compared to Asanga bodhisattva in respect of his wisdom．According to Ht.Kanishka，convened an assembly，known to history as the Fourth Council，in the four hundredth year from the ’Nirvana’ of the Tathāgata．Ht．stayed for two years studying sutras and sāstras.\u003cbr\u003e\u003cbr\u003eLeaving Kashmir Ht．made his way to Punach and from there to Rajapuri．From Rajapuri he entered a different zone in North India arriving at Takka （Teheka） as its starting point．To the east of the town called Narasimha （Na-lo-sang-ho） he and the accompanying sāmaneras encountered a band of fifty robbers who robbed them of their belongings．However，a brahmin in the neighbourhood came to their help and they managed to escape with no loss of life．There he remained for one month，and for fourteen months in the kingdom of Chinapati （Chi-na-po-tai） studying various texts.\u003cbr\u003e\u003cbr\u003eBefore reaching the next important kingdom，Mathura （Mo-t’u-lo） he passed through the kingdoms of Jalandhara （She-lan-t’o-lo），Kuluta （Kiu-la-ta），Satadra （Shete-to-lu） and Paryatra （Po-li-ye-to-to）．An interesting custom of making offerings in honour of the disciples of the Buddha is said to have prevailed in Mathura．The followers of Abhidhamma made offerings in honour of Sāriputta，those who practised meditation......．in honour of Maudgalyāyana，the students of the sutras.....．in honour of Purnamaitrāyaniputra，the followers of the Vinaya....．in honour of Upāli，the bhikkhunis....．in honour of Ananda，the Srāmaneras...．in honour of Rāhula and followers of the Great Vehicle...．in honour of bodhisattvas （Watters，pp．302，303； The Life，p．77）.\u003cbr\u003e\u003cbr\u003eAfter Mathura he visited Matipuram （Ma-ti-pu-lo） which was ruled by a king of the Sūdra caste．He makes reference to Gunaprabha the author of Tattvavibhanga Sāstra and to a learned doctor called Sanghabbadra who was versed in the Vibhāsā of the Sarvistivāda school and who composed the Kosa-kārikā．Ht．stayed there for a few months and studied various texts under the eminent monk called Mitrasena.\u003cbr\u003e\u003cbr\u003eOn his way to Kapitha （Kis-pi-tha） also called Sankassa he had to go past Brahmapura （P’o-lo-hih-mo-pu-lo），Ahikshetra （’O-hi-shi-to-lo） and Virāsana （Pi-to-shanna）．Proceeding two hundred li towards north-west from Kapitha he reached Kanauj or Kānyakubja （Kie-jo-kio-she-kwo）．Its capital borders on the Ganges on the West．\u003cbr\u003e\u003cbr\u003eWatters argues that the direction shown in the text is wrong and it should be South East．He also argues that the river in question is not the Ganges but a tributary of that river （Waiters，p．340； cp．also Records，Bk．V．p．207.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIt was a busy centre of Buddhism and there were ten thousand monks who studied both vehicles very ardently．His account on Harsavardhana or Harsha also called Silāditya is of immense historical value.\u003cbr\u003e\u003cbr\u003eCountries from Ayodhyā （O-yo-t’o） to Hiranya parvata （I-lam-na-po-fa-to） constitute another phase of his long pilgrimage．Six hundred li to the south-east from Kanauj is Ayodhya．Several thousand monks there studied both vehicles，and it is here that Vasubandhu and Asanga carried out their literary activities．When Ht．and his companions were going from Ayodhya to Hayamukha （’O-ye-mu-khi） along the course of the Ganges a gang of pirates took the crew captive．As worshippers of goddess Durga the pirates were looking out for a man of good form and comely features for sacrificing to the goddess．They earmarked Ht．as the most suitable person for the purpose and were about to kill him．Suddenly a typhoon arose smiting down the trees．Clouds of sand flew on every side and the lashing waves of the river tossed the boats to and fro．The pirates getting terrified at the calamity thought that it all happened due to the spiritual power of Ht，and came down in repentance and confessed their fault.\u003cbr\u003e\u003cbr\u003eAfter this nasty experience Ht．went to Hayamukha and from there to Prayāga （Po-lo-ye-kia）．He describes Prayāga，the confluence of two rivers，Gangā and Yamunā and the level ground of about fourteen li in circuit，to the West．From Prayāga he set out for Kausambi （Kiau-shang-mi） where he saw many sanghāramas，stūpas and a sandalwood image of the Buddha fashioned by king Udayana．According to Ht，there were about three thousand monks belonging to the Sammitiya school of the Little Vehicle in the Kingdom of Visākha （Pi-so-kia）.\u003cbr\u003e\u003cbr\u003eIn Srāvasti，the next important Buddhist centre he visited，there were several hundred sanghārāmas belonging to the Sammitiya school．Sites connected with various incidents are described：for instance，the spot on which Angulimāla gave up his evil acts and was converted，the convent where Brahmacāri heretics killed a woman and accused the Buddha of her murder，the venue in which the Buddha defeated all the heretics，the place where the Buddha met his father，king Suddhodana，for the first time since Enlightenment and so on.\u003cbr\u003e\u003cbr\u003eFrom Srāvasti he went to Kapilavastu （Kie-pi-lo-fa-sutu） where the capital as well as some thousand villages were in a state of ruin．There he saw old foundations of the main palace of Suddhodana and the sleeping quarters of Queen Māyā etc．Hsūan-tsang’s account of Kapilavastu and Kusinagara （Kushi-na-kie-lo） or Kusinārā is replete with accounts of the life of the Buddha before and after his Enlightenment，for example the place of his birth，prophetic pronouncement，sites of the Four Signs，Parinirvāna etc．According to Ht．the contemporary tradition has it that the Buddha’s Nirvina’ took place on the fifteenth day of the latter half of the month of Vaisākha．The Sarvāstivādins held that it took place during the second half of the month of Kārtika i.e．November.\u003cbr\u003e\u003cbr\u003eReferring to the kingdom of Banaras or Bārānasi （Po-lo-ni-sse） he speaks of two schools of monks，one belonging to the Sarvāstivāda and the other to the Sammitiya school both belonging to the Little Vehicle．Important sites such as the venue of the Buddha’s first sermon and his washing tank are mentioned in his account.\u003cbr\u003e\u003cbr\u003eFrom Bārānasi he went to Ghazipur （Chen-chu） and then to Vaisāli．There the capital city was in a state of devastation and ruin．The inhabitants at the time of his visit were very few in number．In a sanghārāma there the Buddha is said to have recited the Vimalakirti Sutra．Three important places relating to his Parinirvana are also mentioned.\u003cbr\u003e\u003cbr\u003eOn his way to Magadha （Mo-kie-to） he stopped at the town of Svetapura where he obtained the sūtra called the Bodhisattva-pitaka．He had a high esteem for the people of Magadha．According to him there were about ten thousand monks mostly belonging to the Great Vehicle in Magadha．The capital of Magadha was desolate and in ruins．According to Ht．Asoka held a convocation of a thousand monks at a monastery called Kukkutārāma．This is an allusion to the Third Council held under the patronage of King Asoka．The monastery in question is named as Asokārāma in the Dipavamsa and the Mahāvamsa，the two ancient Pali chronicles of Sri Lanka.\u003cbr\u003e\u003cbr\u003eReferring to Nairañjāna and other important sites at Bodhgayā he mentions various beliefs regarding the Vajrāsana．One such belief holds that the site of the Vajrāsana was the centre of the universe．He says that the Bo-tree had been continually cut down and destroyed by the members of the royalty．Elsewhere he refers to one king named Sasānka of Karnasuvarna in Eastern India who destroyed the Bo-tree （Records Bk．viii，p．121）．The following account of Ht．regarding the Bo-tree seems interesting in respect of rituals which developed in later times．”The Bo-tree sheds its leaves when the day of the Nirvana approaches and tender leaves begin to grow after this day．Every year on that day kings，ministers and magistrates pour milk on its roots，light lamps，scatter flowers and they go away collecting leaves.\u003cbr\u003e\u003cbr\u003eThe account on the Nālandā monastery gives some idea about its academic activities，maintenance，academic staff and student population，curriculum and residential quarters．It says that after the ”Nirvana” of the Buddha an old king of that country called Sakrāditya built this convent out of his great attachment for the Buddha．By the time of Ht.’s visit it had been about 700 years since its establishment．Thus its founding dates back to 1st century B.C.\u003cbr\u003e\u003cbr\u003eHis purpose of going to Nālandā was to learn the principles of the Yoga-sastra，The chief monk Silabhadra admitted Ht．as his disciple．Among the students there were many foreigners．According to Ht．of all the sanghārāmas of India Nālandā Monastery was the most remarkable for its grandeur and height．Resident students numbered ten thousand．They studied the teachings of all the eighteen schools and also subjects such as the Vedas，the Hetuvidyā，Sabdavidyā，the Cikitsāvidyā，the works on magic （Atharvaveda） and the Sānkhya system．There were 1541 scholars who were versed in various branches of study．Within the temple hundred pupils were being arranged every day for preaching and students attended these and participated in discussions without fail.\u003cbr\u003e\u003cbr\u003eAs for the source of income of the Nālandā monastery Ht．tells us that there was a farm-house belonging to the monastery．The account does not say anything about the way in which the farm was run and how the income accrued to the monastery．There were other sources of income too．According to Ht．the king of the country remitted the revenue of about hundred villages for the endowment of the convent．Two hundred house holders in these villages contributed rice，butter and milk daily．Hence students had no complaints to make about their requisites.\u003cbr\u003e\u003cbr\u003eIn Rājagrha he locates many important sites connected with various episodes； for instance，the site of the stupa where Devadatta in conjunction with Ajātasatru rājā let loose the drunken elephant with intent to kill the Buddha．Referring to the Grdhrakūta （Ki-li-to-lo-kiu） it is said that while residing there the Buddha declared the Saddharmapundarika （Fa-hwa），the Mahāprajñā （Tapan-jo） and numerous other Sutras.\u003cbr\u003e\u003cbr\u003eHis account on the First Council held in Rājagrha is rather misleading．It appears that he has incorporated into it certain details which deal with later councils．According to Ht．the collection of scriptures authorised by the Council came to be called Sthavira collection because Kāsyapa （Mahā Kassapa） officiated as the president of the assembly．As regards the emergence of the Mahāsanghika school Ht．informs us that monks who were excluded from the Council held by Mahā Kāsyapa assembled in Rājagrha and made a collection of the doctrine in five Pitakas，the Sutra Pitaka，the Vinaya Pitaka，the Abhidhamma Pitaka，the Miscellaneous Pitaka and the Dhārani Pitaka．How this assembly got the name Mahāsanghika is explained as follows：”As in this assembly there were ordinary persons （Fan-fu） and holy men it was called the Convocation of the Mahāsanghikas （The Life，p．117 cp．Dipavamsa，H．Oldenberg，New Delhi，1982，5，30）.\u003cbr\u003e\u003cbr\u003eHaving visited sacred places in the vicinity of Nālandā Ht．returned to the Nālandā Monastery again and studied several texts such as the Yoga-sastra，the Nyāyānusārasastra，the Hin-hiang-tui-fa-ming，the Hetuvidyā-sastra，the Prānyamūla-sastra-tīkā and the Sata-sastra．Although he had studied the Kosa-vibhāsā and the Satpadābhidharma-sastra in different parts of Kashmir yet he studied them again at Nālandā Monastery．He also studied Brahman literary works and a grammatical treatise the author of which is not known．On the task of studying the Buddhist and Brahman texts he spent five years.\u003cbr\u003e\u003cbr\u003eThe next country he visited was Hiranyaparvata （I-lanna-po-fa-to） where he stayed for one year and read the Vibhāsā and the Nyāyānusāra-sastra etc．From Hiranyaparvata he made his way to the kingdom of Champa where monks followed the Little Vehicle．This country was infested with wild beasts such as the elephant，wolf，rhinoceros and black leopard．Elephants in that country were used for drawing carriages.\u003cbr\u003e\u003cbr\u003eCountries between Champa （Chen-po） and Samatata （San-to-ch’a） form another phase of his long journey．He visited Hiranya，Kajughira （Ki-shu-ko-kie-lo），Pundravardhana （Pu-na-fa-tan-na） Karnasuvarna （Kielo-na-su-fala-na） before arriving at Samatata．Monks in Pundravardhana belonged to both vehicles whereas those in Karnasuvarna belong to the Little Vehicle of the Sammitiya school．Monks in Karnasurvarna did not use either butter or milk in keeping with the traditional teachings of Devadatta．Immediately after his account on Samatata he refers to Pegu and Siam which，however，lay outside his itinerary.\u003cbr\u003e\u003cbr\u003eCountries included in his itinerary in the East and South-east of India were Tāmralipti （Tan-mo-li-ti），Orissa，Kalinga （Kie-ling-kia），Southern Kosala （Kiao-sa-lo），Andhra （An-to-lo），Dhanakataka （To-na-kie-tse-kia） and Chulya．All these countries had centres of Buddhism．He refers to an entrepot called Caritra （Chi-li-ta-lo） situated on the South-eastern frontier of Orissa.\u003cbr\u003e\u003cbr\u003eDhanakataka，according to Ht．was once a reputed centre of learning，and learned men used to come and dwell there but at the time of his visit it was entirely desolate.\u003cbr\u003e\u003cbr\u003eThe Kingdom of Chulya may be identified with the Cola Kingdom．He locates the Chulya Kingdom outside the Dravida country．What made him follow this description is not clear．The Cola Kingdom formed part of the Dravida country through the ages.\u003cbr\u003e\u003cbr\u003eThe next place he visited was the Kingdom of Dravida．The territory occupied by Dravida people could have consisted of several kingdoms or countries，but Ht．refers to it as forming one kingdom．However，the capital of that kingdom is named Kanchipura，the birth place of Dharmapāla Bodhisattva.\u003cbr\u003e\u003cbr\u003eWhilst in Kanchipura Ht．met some three hundred monks from Sinhala．They informed him of the unsettled situation prevailing in Sri Lanka at the time．This dissuaded him from going there．His purpose of going to Sinhala was to get the Tripitaka explained according to the Sthavira school there and also to study the Yoga Sāstra.\u003cbr\u003e\u003cbr\u003eMalakūta was the next important place he visited．He refers to Malayagiri which was well-known for sandalwood and the karpūra scented tree．After Malakūta （Mole-kiu-ch’a） he refers to Sinhala again．According to Ht．Sinhala was originally called Po-chu as it had many gems of a rare character．As for the origin of the Sinhala he narrates with slight variations the legend which traced the origin to a lion king and the murder of the lion by his son．According to Ht．it was the son of the lion who arrived in Po-chu and not his grandson Vijaya as recorded in Sri Lankan chronicles．A second theory about the origin of the Sinhala is narrated as follows：”But it is also said that Sinhala is the name of a merchant’s son，who.....．came to Po-chu island and slew the Rakshasas and established his capital in the country.\u003cbr\u003e\u003cbr\u003eWith regard to the teachings prevailing in Sri Lanka he adds that monks there follow the teachings of the Great Vehicle and they belong to the school of the sthaviras．He also refers to the schism which resulted in the division of the Sangha into two factions，the Mahāviharavāsins who were opposed to the Great Vehicle and the Abhayagirivāsins who studied both vehicles．His reference to a mountain named Lankāgiri may be the Samantakūta （Adam’s Peak） and it was on that mountain the Tathāgata delivered the Lankāvatāra Sutra according to Ht.\u003cbr\u003e\u003cbr\u003eGoing two thousand li from Dravida he arrived at Konkanpura （Kin-na-po-lo） and from there to Maharashtra，He tells us that in a vihāra at Konkanpura there was a precious head-dress of Prince Siddhārtha．With reference to Maharashtra he says that the people of that country were a warlike nation．He cites in evidence the unsuccessful attempt of Silāditya rājā to subjugate Pulakesin．This king may be identified as Pulakesin II （609-642 A.C） of the Chalukyas of Vatapi in the Bijapur District.\u003cbr\u003e\u003cbr\u003eAmong the countries included in his itinerary to the West and North-west of Narmada were Broach （Baroche），Mālava （Mo-la-po），Brāhmanapura （K’ie-ch’a），Vallabhi （Fa-la-pi），Anandapura，Surāshtra （Lasn-c’ha） Gurjjara （Kiu-che-lo），Ujjayin （U-che-yen-na），Chi-ki-to，Mahesvarapura，Surātha，Atyanabakela （O-tin-p’o-chi-lo） and Langala （Lang-kie-lo）．The last country is situated near the Great Sea towards the country of western women．If Mālavas were the people of Malava or Malwa in Central India as is generally taken the countries named about are not placed in right order．Ujjayini which is the capital of Malwa is named after Surashtra and Gurjjara situated in Gujarat.\u003cbr\u003e\u003cbr\u003eOf all the countries in India，Ht．had a very high opinion of Mālava and Magadha．He says that people of these two countries had the reputation of loving the study of literature，of honouring virtue，of polite language and refined speech．In Mālava there were twenty thousand monks studying the teaching of the Sammitiya school of the small vehicle.\u003cbr\u003e\u003cbr\u003eWe are told that going north-west from Langāla he went to Persia （Po-la-sse） which，lay outside India．It is said that the bowl （patrā） of the Sakyamuni Buddha was in the royal palace of the country．On its frontier is the city of Ormus （Ho-mo）．The countries mentioned next are Babylon? （Fo-lin），an island called the country of the Western women，which is tributary to Fo-lin，Langala，Pitasila （Pi-to-shi-lo），Avanda，Sindh （Sin-tu） Mūlasthānapura or Multan （Mu-lo-s’an-po-la） and Parvati.\u003cbr\u003e\u003cbr\u003eIf Avanda is to be identified with Avanti in Central India which seems probable in view of his desçriptions of that country，it is difficult to place Avanda on the route followed from Langala to Multan.\u003cbr\u003e\u003cbr\u003eThe country called Parvata was noted for renowned scholars．Ht．stayed there for two years and studied the Mūlābhidharma-sastra，the Saddharma-samparigrahasāstra and the Prasiksāsatya-sāstra as preserved in the Sammitiya school.\u003cbr\u003e\u003cbr\u003eFrom Parvata he returned south-eastwardly to Magadha and from there to the Nālandā Monastery．There was in Nālandā a renowned monk called Prajñabhadra who was versed in the Three Pitakas，Sāstras etc．Ht．remained there for two years and had his doubts cleared through discussions．He spent two more years studying several branches of study under a renowned lay scholar named Jayasena.\u003cbr\u003e\u003cbr\u003eHe is said to have been apprised of the time for his return journey in a dream by Maitreya Bodhisattva．However，he was delayed due to unavoidable circumstances．In the meantime，Silabhadra，the master of sastras at Nālandā deputed Ht．to expound to the congregation there the Mahāyāna-samparigraha-sastra and to comment on the difficult points of the Vidyā-mātra-siddhi-sastra.\u003cbr\u003e\u003cbr\u003eAbout this time Simharasmi and Ht．held two different views about the principles of Yoga．Ht．proved more competent in the encounter and composed a sastra in three thousand slokas resolving the controversy．This work was later approved for study．At this time further disputes took place between the adherents of the two vehicles.\u003cbr\u003e\u003cbr\u003eMonks in Orissa belittled the Great Vehicle and were used to calling it ”Sky Flowers”．But the king of that country had a high regard for the Great Vehicle and challenged the authority of the critics．Monks thereupon requested the king to hold a conference at which they would settle the issue．The controversy does not appear to have taken place at a conference as expected but it came to an end with the compilation of a book which was written by Ht．in refutation of the heretical views held by the monks of Orissa．The way he refuted heretical views made his fame so widespread that king Kumārarāja of Karnasuvarna in Eastern India longed to have him as his spiritual head in his kingdom．When Ht．showed his reluctance for the third time the king turned furious and even went to the extent of threatening that he would destroy the whole of Nālandā Monastery in case his request was turned down．Although at last Ht，complied with the request of the king，Silāditya rāja’s intervention enabled him to get out of another embarrassing situation.\u003cbr\u003e\u003cbr\u003eSilāditya rāja on his part made arrangements to hold a conference for the exposition of the Great Vehicle and to refute the views of the followers of the Little Vehicle．Princes of eighteen countries were invited to participate in the conference．Renowned Buddhist monks，celebrated Brahmans，heretics，non-believers and secular persons attended the conference．For five days Ht．extolled the teachings of the Great Vehicle and no opponent had any opportunity to assert his views．Adherents of the Little Vehicle learning that their school was shattered plotted to kill him．The king，however，threatened to behead any one who made an attempt on the life of Ht．It is said that，at the end，large multitudes forsook the Little Vehicle and embraced the Great-Vehicle．When the conference was over Ht．made up his mind to go back to his country．But on a request made to him by Silāditya to witness the quinquennial distribution called ’Mahā moksa parisad’ he had to postpone for ten days his return journey.\u003cbr\u003e\u003cbr\u003eFor his return journey Ht．chose to follow the northern route in order to keep the pledge made by him to the king of Kan-chang that he would visit him on his way back．Getting out from the city of Prayāga he took the route which lay across Kausambi，Jalandhara，Simhapura，Taksasilā and the river Indus．The boat laden with ola manuscripts and flower seeds capsized in the Indus and fifty manuscript copies and flower seeds were lost．From there he went past Lamghan （Lan-po），Varna，Avakan，the snowy mountains，Kunduz （Hwoh），Tukhara，Kuran，Bolor and Kashgar up to Khotan.\u003cbr\u003e\u003cbr\u003eOf these countries Kashgar and Khotan were renowned centres of the Great Vehicle．Whilst in Khotan he states that he accomplished a journey of more than 50，000 li．His journey through various kingdoms took seventeen years．Here he faced the problem of transporting his books，images and such articles and sent a messenger to Kau-chang asking for help．Seven or eight months later transport facilities were arranged.\u003cbr\u003e\u003cbr\u003eAmong the books he brought were 224 sutras and 192 sāstras of the Great Vehicle； 15 works of the same categories belonging to the Sammitiya School； 22 books of the same belonging to the Mahisāsaka school； 67 books...．of the Sthaviravādin school； 17 works...．of the Kāsyapiya school； 42 works....．of the Dharmagupta school； 36 copies of the Hetuvidyā Sāstra； 13 copies of the Sabdavidyā sastra．Altogether there were 520 copies comprising 657 volumes carried upon twenty horses.\u003cbr\u003e\u003cbr\u003eThen he set upon the gigantic task of translating these books into Chinese．For carrying out this project he retired to the monastery of Hong-fu in Si-gan-fu．He completed the translation of 74 distinct works having 1335 chapters．He had moreover made a vast number of pictures and wrote with his own hands copies of various sutras．When all these works had been finished he closed his eyes and lay perfectly still．”Having recited some verses in adoration of Maitreya，he gradually sank until t"]]
