[["B","kammakāraṇa： kammakāraṇa（thī，na）\u003cbr\u003e  ကမ္မကာရဏ（ထီ၊န）\u003cbr\u003e  [kamma+kāraṇa]\u003cbr\u003e  [ကမ္မ+ကာရဏ]"],["K","kammakāraṇa：ကမ္မကာရဏ\t（ထီ၊န）\u003cbr\u003e  [ကမ္မ+ကာရဏ]\u003cbr\u003e  （၁） ညှဉ်းပန်းနှိပ်စက်ခြင်း၊ ညှဉ်းပန်းနှိပ်စက်မှု၊ ကံကြမ္မာ။ （ပြစ်မှုကျူးလွန်သဖြင့် မင်းပြစ်ထိုက်သော ရာဇဝတ်သားနှင့် မကောင်းမှုပြုသဖြင့် ငရဲကျသော ငရဲသားတို့ကို မင်းမှုထမ်းနှင့် ငရဲထိန်းတို့က ဖမ်းဆီး၍ နှိပ်စက်ညှဉ်းပန်းခြင်း အမှုများကို ကမ္မကာရဏ=ကံကြမ္မာဟု ခေါ်ဆိုကုန်၏၊ ထိုကံကြမ္မာတို့သည်- （၁） နှင်တံတို့ဖြင့် ရိုက်နှက်ခြင်း။ （၂） ကြိမ်လုံးတို့ဖြင့် ရိုက်နှက်ခြင်း။ （၃） တုတ်တိုတို့ဖြင့် ရိုက်နှက်ခြင်း။ （၄） လက်ကိုဖြတ်ခြင်း။ （၅） ခြေကိုဖြတ်ခြင်း။ （၆） လက်ခြေတို့ကိုဖြတ်ခြင်း။ （၇） နားကိုဖြတ်ခြင်း။ （၈） နှာခေါင်းကိုဖြတ်ခြင်း။ （၉） နားနှာခေါင်းတို့ကိုဖြတ်ခြင်း။ （၁ဝ） ဦးခေါင်းခွံကို ခွါပြီးလျှင် ရဲရဲတောက်ပူသော သံတွေခဲကို ညှပ်ဖြင့်ယူ၍ ဦးခေါင်းထဲသို့ ထည့်သဖြင့် ဥဏှောက်ကို ပအုန်းရည်ကဲ့သို့ ကျိုက်ကျိုက်ဆူ၍ လျှံကျအောင် နှိပ်စက် ညှဉ်းပန်းခြင်း။ （၁၁） အထက်နှုတ်ခမ်း နားရင်းနှစ်ဖက်နှင့် လည်ပင်းတိုင်အောင် အရေကို လှီးဖြတ်ထားပြီးလျှင် ဆံပင်အားလုံးကို တစ်ပေါင်းတည်းထုံးလျက် တုတ်ဖြင့် ရစ်ပတ်၍ ဆံပင်နှင့်တကွ ဦးရေကို ဆုတ်ခွါပြီးနောက် ဦးခေါင်းခွံကို ကြမ်းတမ်းသော ကျောက်ခဲတို့ဖြင့် ပွတ်တိုက် ဆေးကြောကာ ခရုသင်းရောင်ကဲ့သို့ဖြစ်အောင် နှိပ်စက် ညှဉ်းပန်းခြင်း။ （၁၂） ခံတွင်း ဟင်းလင်းပွင့် နေအောင် သံချွန်ဖြင့် ထောက်ပြီးလျှင် အာခေါင်တွင်း၌ မီးကိုထွန်းကာ ရာဟု ခံတွင်းကဲ့သို့ ဖြစ်အောင်နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၁၃） တစ်ကိုယ်လုံးကို ဆီစိမ်ပြီးသော အဝတ်ဖြင့် ရစ်ပတ်ပြီးလျှင် မီးရှို့လျက် မီးပန်းကုံးကဲ့သို့ဖြစ်အောင် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၁၄） လက်တို့ကို ဆီစိမ်ပြီးသော အဝတ်တို့ဖြင့် ရစ်ပတ်ပြီးလျှင် မီးရှို့လျက် ဆီမီးတိုင်ကဲ့သို့ဖြစ်အောင် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၁၅） လည်ပင်းမှစ၍ အရေကို ခွါပြီးလျှင် ခြေမျက်စိပေါ်၌ ပုံထားလျက် လူကို လွန်ကြိုးနှင့်ဆွဲသဖြင့် မိမိအရေကို မိမိ နင်းမိတိုင်း နင်းမိတိုင်း လဲ၍လဲ၍ သွားအောင် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၁၆） လည်ပင်းမှစ၍ အရေကိုခွါပြီးလျှင် ခါးပေါ်၌ထား၍လည်းကောင်း，ခါးမှစ၍ အရေကို ခွါပြီးလျှင် ခြေမျက်စိပေါ်၌ ထား၍လည်းကောင်း အထက်ပိုင်းအရေဖြင့် အောက်ပိုင်းကိုယ်ကို လျှော်တေအဝတ် ဝတ်သကဲ့သို့ဖြစ်အောင် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၁၇） တစ်တောင်နှစ်ဖက် ဒူးနှစ်ဖက်တို့၌ သံထူးခတ်၍ သံချွန်လေးချောင်းစိုက်နှက်လျက် မြေ၌တည်စေပြီးလျှင် သားကောင်ကို ဖုတ်ကင်သကဲ့သို့ ထက်ဝန်းကျင်မှ မီးဖြင့် ရှို့မြိုက်ကာ နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၁၈） နှစ်ဖက်အသွားရှိသော သံမြှားချိပ်တို့ဖြင့် အရေ အသား အကြောတို့ကို ခြစ်ခွါလျက် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၁၉） ခါးမှစ၍ တစ်ကိုယ်လုံးကို ထက်စွာသော ပဲခွပ်တို့ဖြင့် ခုတ်ရွေလျက် ကျပ်ပြားမျှ ကျပ်ပြားမျှသော အသားတစ် အသားတုံး တို့ကို ပြတ်ကျအောင် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၂ဝ） ကိုယ်ကို ထိုထိုအရပ်၌ လက်နက်တို့ဖြင့် ရိုက်နှက်ပုတ်ခတ်ပြီးလျှင် ဆားငံရေပက်ကာ ဝက်မှင်ဘီးတို့ဖြင့် ပွတ်တိုက်၍ အရေ အသား အကြောတို့ကို အရည် ပျော်ကျစေလျက် အရိုးချည်းသာကျန်သည့်တိုင်အောင် နှိပ်စက် ညှဉ်းပန်းခြင်း။ （၂၁） နံပါးတစ်ဖက်ဖြင့် အိပ်စေ၍ နားတစ်ဖက်မှ နားတစ်ဖက်သို့ပေါက်အောင် သံတံကျင်လျှိုကာ မြေကြီးနှင့် တစ်စပ်တည်းရှိစေပြီးလျှင် ခြေထောက်မှကိုင်၍ တံခါးကျင်ကဲ့သို့လှည့်လျက် နှိပ်စက် ညှဉ်းပန်းခြင်း။ （၂၂） အသားအရေတို့ကို မစုတ်မပြတ်စေမူ၍ တင်းပုတ်တို့ဖြင့် အရိုးတို့ကို ထုရိုက်ကာ ဆံပင်တို့ကို ဆွဲကိုင်မြှောက်ပစ်လျက် အသားစုချည်းသာ ဖြစ်သောအခါ ဆံပင်တို့ဖြင့်ပင် ချည်နှောင်ပြီးလျှင် ကောက်ရိုးထုံးကဲ့သို့ ဖြစ်အောင် ပြုလျက် နှိပ်စက် ညှဉ်းပန်းခြင်း။ （၂၃） ကျိုက်ကျိုက်ဆူသော ဆီပူဖြင့် သွန်းလောင်းလျက် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၂၄） နှစ်ရက် သုံးရက် အစာမကျွေးပဲ ထားသဖြင့် အလွန် ဆာလောင်မွတ်သိပ်နေသော ခွေးတို့ကို ကိုက်စားစေလျက် တစ်ခဏချင်းဖြင့် အရိုးချည်းသာ ကြွင်းကျန်အောင် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၂၅） အရှင်လတ်လတ် သံတံကျင်လျှိုကာ နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၂၆） သန်လျက်ဖြင့် ဦးခေါင်းကိုဖြတ်လျက် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၂၇） မြေ၌ အိပ်စေလျက် လက်နှစ်ဖက်，ခြေနှစ်ဖက်နှင့် ရင်အလယ်တို့၌ လောလောပူသော သံစို့ကို ရိုက်နှက်ကာ နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၂၈） မြေ၌အိပ်စေလျက် ဓားမကြီးဖြင့် ခုတ်ရွေကာ နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၂၉） စောက်ထိုးမိုးမျှော်ဆွဲကိုင်လျက် ပဲခွပ်တို့ဖြင့် ခုတ်ရွေကာ နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၃ဝ） ရထားလှည်း၌ တပ်၍ ရဲရဲညီးကာ အလျှံတပြောင်ပြောင် လောင်သော မီးတောက်မီးလျှံရှိသည့် မြေအပြင်၌ အခေါက်ခေါက် အပြန်ပြန် မောင်းနှင်လျက် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၃၁） ရဲရဲညီးကာ အလျှံတပြောင်ပြောင် တောက်လောင်သော မီးတောက်မီးလျှံရှိသည့် မီးတောင်ကြီးပေါ်သို့ တက်စေ，ဆင်းစေလျက် နှိပ်စက်ညှဉ်းပန်းခြင်း။ （၃၂） စောက်ထိုးမိုးမျှော် ဆွဲကိုင်ပြီးလျှင် ရဲရဲညီးသည့် အလျှံတပြောင်ပြောင်လောင်သော မီးတောက်မီးလျှံရှိသည့်လော လောပူသော သံအိုးကြီး၌ ပစ်ချကုန်လျက် နှိပ်စက်ညှဉ်းပန်းခြင်းဟူ၍ ၃၂-ပါးတို့တည်း။ ထို ၃၂-ပါးတို့တွင် ရှေ့ ၂၆-ပါးတို့ကို လူ့ပြည်၌ မင်းမှုထမ်းတို့က ရာဇဝတ်သားတို့ကို နှိပ်စက်ညှဉ်းပန်းမှု （ကမ္မကာရဏ） အဖြစ်ဖြင့်လည်းကောင်း，နောက်ဆုံးခြောက်ပါးကို ငရဲပြည်၌ ငရဲထိန်းတို့က ငရဲသားတို့ကို နှိပ်စက်ညှဉ်းပန်းမှု （ကမ္မကာရဏ） အဖြစ်ဖြင့်လည်းကောင်း ပါဠိတော်များ၌ တနေရာစီ ဟောတော်မူသည်။ （န） （၂） အလုပ်ဟူသောအကြောင်း၊ အလုပ်အတွက်။"]]
