[["S","la：略符．peyyāla （中略）の略．cf．pe．"],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la（pu）\u003cbr\u003e  လ（ပု）\u003cbr\u003e  [ā+a]\u003cbr\u003e  [လာ+အ]"],["B","la： la（pu）\u003cbr\u003e  လ（ပု）\u003cbr\u003e  [ā+a]\u003cbr\u003e  [လာ+အ]"],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["B","la： la\u003cbr\u003e  လ\u003cbr\u003e  \u003cbr\u003e  "],["P","La，syllable of abbreviation，corresponding to our “etc．”：see \u003ci\u003epeyyāla\u003c/i\u003e．（Page 578）"],["K","la：လ\u003cbr\u003e  ၄၁-လုံးသော အက္ခရာတို့တွင် ၃၆-လုံးမြောက်-ဗျည်း ၃၃-လုံးတို့တွင် ၂၈-လုံးမြောက်-ကဏ္ဌဇစသော ၆-မျိုးတို့တွင် သွားအရပ်၌ဖြစ်သော ဒန္တဇ-ဝဂ်အက္ခရာ အဝဂ် အက္ခရာတို့တွင် အဝဂ်-အဝဂ်အက္ခရာ ၈-လုံးတို့တွင် ၃-လုံးမြောက်-ဃောသ အဃောသတို့တွင် ဃောသ-ဃောသအက္ခရာ ၂၁-လုံးတို့တွင် ၁၈-လုံးမြောက်-ဇိဝှါမဇ္ဈစသော ကရိုဏ်း ၄-မျိုးတို့တွင် လျှာဖျားဖြင့် ရွတ်အပ်သော ဇိဝှါဂ္ဂကရိုဏ်း-သံဝုတစသော ပယတ် ၄-မျိုးတို့တွင် လျှာဖျားဖြင့် သွားအရပ်ကို စဉ်းငယ်ထိစေ၍ ရွတ်အပ်သော ဤသံဖုဋ္ဌ-ပုဗ္ဗာသယဗျည်း ပရာသယဗျည်း ၂-မျိုးတို့တွင် နောက်သရကို မှီသော ပရာသယဗျည်း-အက္ခရာ။\u003cbr\u003e  တိပိ၊၁၈၊၁"],["K","la：လ\u003cbr\u003e  လအက္ခရာသည် （၁） အခြားဗျည်းများနှင့် မရောဘဲ သူ့ချည်းသက်သက်တည်သော （သုဒ္ဓ） လ။ （၂） လ-ဗျည်း ၂-လုံး ရော၍ တည်သော （မိဿက） လ။ （၃） က，ယစသော အခြားဗျည်းများနှင့် ယှဉ်တွဲ၍ တည်သော （သံယောဂဝန္တ） လ-အက္ခရာဟူ၍-၃-မျိုးရှိ၏။ ထိုတွင် （၁） လ-သည် （က） ပုဒ်၏အစ၌ တည်သော လ။ （ခ） ပုဒ်၏ အလည်၌ တည်သော လ၊ （ဂ） ပုဒ်၏ အဆုံး၌ တည်သော လ-ဟူ၍ ၃-မျိုးရှိ၏။ （၂） လ-သည်ကာ （က） ပုဒ်၏ အလယ်၌တည်သော လ္လ၊ （ခ） ပုဒ်၏အဆုံး၌ တည်သော လ္လ-ဟူ၍ ၂-မျိုးရှိသည်။ （၃） လ-သည်လည်း （က） အစဗျည်းနှင့် ယှဉ်သော လ၊ （ခ） အလယ်ဗျည်းနှင့် ယှဉ်သော လ၊ （ဂ） အဆုံးဗျည်းနှင့် ယှဉ်သော လ-ဟူ၍ ၃-မျိုးရှိ၏။\u003cbr\u003e  တိပိ၊၁၈၊၁"],["K","la：လ\u003cbr\u003e  ၂-လုံးဖြစ်အောင် ထပ်ဆင့်ပေးသော လ။\u003cbr\u003e  တိပိ၊၁၈၊၁"],["K","la：လ\u003cbr\u003e  သဒ္ဒါအစီအရင်အားဖြင့် （က） သန္ဓိစပ်ရာမှ ပြောင်းလာသော လ၊ （ခ） ဓာတ်မှ ပြောင်းလာသော လ၊ （ဂ） ပစ္စည်းမှ ပြောင်းလာသော လ၊ （ဃ） ဥပသာရပုဒ်မှ ပြောင်းလာ သောလ။\u003cbr\u003e  တိပိ၊၁၈၊၁+၂"],["K","la：လ\u003cbr\u003e  လိဇ်，ဓာတ်တို့ နောင် စီရင်အပ်သော ပစ္စည်းဖြစ်သော လ။ မူရင်းကြည့်ပါ။\u003cbr\u003e  တိပိ၊၁၈၊၂"],["K","la：လ\u003cbr\u003e  လာ，လီ，လူ-ဓာတ်တို့၌ ပါသော လ-အက္ခရာ။ （၁） လာဓာတ်သည် ဘူဝါဒိဂဏိက ဓာတ်ဖြစ်၍ （က） ယူခြင်း=အာဒါနအနက်။ （ခ） ဖြစ်ခြင်း=ပဝတ္တန အနက်တို့၌ ဖြစ်သည်။ （၂） လီဓာတ်သည် ဘူဝါဒိဂဏိက，စုရာဒိဂဏိက，ဒိဝါဒိဂဏိက，ကီယာဒိဂဏိကဓာတ် ဖြစ်၏။ ထိုတွင် ဘူဝါဒိဂဏိက，စုရာဒိဂဏိက လီ-ဓာတ်သည် အရည်ဖြစ်ကျ ကြေမွခြင်း အနက်ကို ဟော၏ ကီယာဒိဂဏိက- လီဓာတ်သည် ကပ်ရောက်ခြင်း အနက်ကို ဟော၍ ဒိဝါဒိဂဏိက-လီဓာတ်သည် ထိုအနက် ၂-ခုလုံးကို ဟောသည်။ ဘူဝါဒိဂိုဏ်း၌ လယတိ，လယန္တိ၊ စုရာဒိဂိုဏ်း၌ လာယတိ，လာယန္တိ၊ ဒိဝါဒိဂိုဏ်း၌ လီယတိ，လီယန္တိ၊ ကီယာဒိဂိုဏ်း၌ လိနာတိ，လီနန္တိစသည်ဖြင့် ကြိယာပုဒ်များပြီးသည်။ လေးဂိုဏ်းလုံး၌ လီနံ，သလ္လီနံ，ပဋိသလ္လာနံ，လေဏံ，လယော，ပလယော，အာလယော စသည်ဖြင့် နာမ်ပုဒ်များပြီးသည်၊ （နီတိ၊ ဓာတု။ ၂၅၄။ ဓာတွတ္ထ။ ဏွာဒိ။ ၆၅）။ （၃） လူ-ဓာတ်သည် ကီယာဒိဂဏိကဓာတ် ဖြစ်၍ ရိတ်ဖြတ်ခြင်း အနက်ကို ဟောသည်။\u003cbr\u003e  တိပိ၊၁၈၊၂+၃"],["K","la：လ\u003cbr\u003e  သဒ္ဒါကျမ်း ဆရာတို့ မှည့်ခေါ်ထားအပ်သော လ-အမည်ရှိသော ဥ，ဦ သရ ၂-လုံး။\u003cbr\u003e  တိပိ၊၁၈၊၃"],["K","la：လ\u003cbr\u003e  လ-အက္ခရာ။ ယရလဝသဟဠအံ။\u003cbr\u003e  တိပိ၊၁၈၊၃"],["K","la：လ（ပု）\u003cbr\u003e  [လာ+အ]\u003cbr\u003e  လေ။"],["K","la：လ（ပု）\u003cbr\u003e  [လာ+အ]\u003cbr\u003e  သိကြားနတ်မင်း။"],["K","la：လ\u003cbr\u003e  ပေယျာလဟူသော ပုဒ်၏ သင်္ကေတပြ ＂လ＂ အက္ခရာ။\u003cbr\u003e  တိပိ၊၁၈၊၃"],["K","la：လ\u003cbr\u003e  လဟုဟူသော ပုဒ်၏ သင်္ကေတပြ လ-အက္ခရာ။\u003cbr\u003e  တိပိ၊၁၈၊၃"],["K","la：လ\u003cbr\u003e  ဥပစာအားဖြင့် ဆိုအပ်သည့် လ （=လ ဟု） မည်သော ဆန်းဂိုဏ်း။\u003cbr\u003e  တိပိ၊၁၈၊၃"],["K","la：လ\u003cbr\u003e  သုံးခု （=၃） သင်္ချာဟော လ။\u003cbr\u003e  တိပိ၊၁၈၊၃"],["K","la：လ\u003cbr\u003e  အာဂုမ်ဖြစ်သော （လာသော） လ အက္ခရာ။ ကစ္စည်း။\u003cbr\u003e  တိပိ၊၁၈၊၃"],["R","la：လ\t （ပစ္စည်း）\u003cbr\u003eရှိသည်။ မှီသည်။\u003cbr\u003eကိမိလ ပိုးရှိသည်။ ဒုဋ္ဌုလ္လ၊ မကောင်းမှုကို မှီသည်။ ဗဟုလ၊ များပြားသည်။ ဝါစာလ၊  စကားကြွယ်ဝသည်။ "]]
