[["B","nāgasutta： nāgasutta（na）\u003cbr\u003e  နာဂသုတ္တ（န）\u003cbr\u003e  [nāga+sutta]\u003cbr\u003e  [နာဂ+သုတ္တ]"],["K","nāgasutta：နာဂသုတ္တ（န）\u003cbr\u003e  [နာဂ+သုတ္တ]\u003cbr\u003e  နာဂသုတ်။ （က） လူသူမနီး တောမြိုင်ကြီး အတွင်းရှိ ရေအိုင်ကို မှီ၍ နေကြသော ဆင်အပေါင်းတို့တွင် ရေအိုင်သို့သက်ဆင်း၍ နှာမောင်းဖြင့် ကြာစွယ်ကြာရင်းတို့ကို နှုတ်ပြီး ညွန်ရှိအောင် ကောင်းစွာ လှုပ်ခါ ဆေးကြောပြီးလျှင် ကြွပ်ကြွပ်ဝါး၍ စားမျိုကြကုန်သော ဆင်ပြောင်ကြီးတို့၏ စားမျိုခြင်းသည် ခွန်အားဆင်းလှ နှစ်ဝသော အကျိုးငှါ ဖြစ်သကဲ့သို့ ယင်းသို့ စားမျိုခြင်းကြောင့် သေခြင်း၊ သို့မဟုတ် သေနိုင်လောက်သော ဆင်းရဲသို့ မရောက်သကဲ့သို့ ထို့အတူ ဤသာသနာတော်၌လည်း ရွာ，နိဂုံးအတွင်းသို့ ဝင်ရောက်ကြွသွားကြသော ထေရ်ကြီး ရဟန်းတို့သည် တရားဟောခြင်းကြောင့် လူတို့၏ ကြည်ညိုခြင်းကို ခံရ၍ လာဘ်လာဘ ပေါများသော်လည်း ၎င်းလာဘ်လာဘ၌ တပ်မက်မှုတဏှာ ကင်းရှင်းစွာဖြင့် သုံးဆောင်ကြပုံ။ ထိုသို့ သုံးဆောင်ခြင်းကြောင့် ဆင်းလှ，ခွန်အား ကျိုးနှစ်ပါးကို ရ၍ သေခြင်း၊ သို့မဟုတ် သေနိုင်လောက်သော ဆင်းရဲသို့ မရောက်ပုံကိုလည်းကောင်း၊ ရေကန်၌ သက်ဆင်းပြီး ကြာစွယ်ကြာရင်းကို ကောင်းစွာ မလှုပ်ခါ ရွှံ့ညွန်ပါ နှုတ်၍ စားမျိုကုန်သော ဆင်ငယ်တို့သည် ဆင်းလှ ခွန်အားကျိုးနှစ်ပါးကို မရပဲသေခြင်း၊ သို့မဟုတ် သေနိုင်လောက်သော ဆင်းရဲသို့ ရောက်ကြရသကဲ့သို့ ရွာ，နိဂုံးအတွင်းသို့ဝင်ရောက်လာသူတို့အား တရားဓမ္မဟောကြခြင်းကြောင့် လူတို့၏ သဒ္ဓါကြည်ညိုသဖြင့် လှူဒါန်းအပ်သော ဆွမ်း သင်္ကန်းစသော ပစ္စည်း ၄-ပါးကို စွဲလမ်းတပ်မက်တဏှာ ဖက်လျက် သုံးဆောင် ကြသော ရဟန်းငယ်တို့အား ဆင်းလှ，ခွန်အား ၂-ပါးသော အကျိုးကို မရပဲ သေခြင်း၊ သို့မဟုတ်သေနိုင်လောက်သော ဆင်းရဲသို့ ရောက်နိုင်ပုံကိုလည်းကောင်း ဟောပြရာသုတ်။ （ခ） ဟိမန္တာတောင်မင်းကို အမှီသဟဲပြု၍ ကာယဗလပြည့်ဝ တိုးတက်ကြသော ဆင်တို့သည် အိုင်ငယ်အိုင်ကြီး မြစ်ကြီးမြစ်ငယ် သမုဒ္ဒရာ ရေပြင်ကျယ်သို့ သက်ဆင်းကြပြီး ၎င်းသမုဒ္ဒရာပြင်ကျယ် ရေပင်လယ်၌ ခန္ဓာကိုယ် ကြီးမား ပြန့်ပြောခြင်းသို့ ရောက်ကြသည့်နည်းတူ သာသနာ့ဝန်ထမ်း ရဟန်းသည်လည်း သီလ၌ မှီ၍ သီလ၌ တည်ပြီး အရိယအဋ္ဌင်္ဂိက မဂ်ကို လေ့လာပွါးများက မဂ် ဖိုလ် နိဗ္ဗာန် တရားမှန်တို့\u0019၂ မွန်မြတ်，ပြန့်ပြောခြင်းသို့ ရောက်၏ဟု ဟောပြရာသုတ်။ （ဂ） ဆင်ထန်း၏ စကားကို နားထောင်ခြင်း，တဘက်ရန်သူကို သတ်ဖြတ်နှိမ်နင်းနိုင်ခြင်း，တဘက်ရန်သူ၏ ထိုးပစ်တိုက်ခိုက်မှုကို ခံနိုင်ရည်ရှိခြင်း，ဆင်ထိန်းက သွားစေလိုသော အရပ်သို့ လျင်မြန်စောစွာ သွားနိုင်ခြင်းဟူသော အင်္ဂါ ၄-ပါးနှင့် ပြည့်စုံသော ဆင်သည် မင်းသုံးဆင် ဖြစ်နိုင်သည့်အလား ဘုရားရှင့်တရားတော်ကို နာကြားခြင်း，ကာမဗျာပါ ဝိဟိံသာဖက် သုံးဝသော အကုသလဝိတက်တို့ကို ပယ်ရှားသတ်ဖြတ်နိုင်ခြင်း，ဥတုဒဏ်，ငတ်မွတ်မှုဒဏ်，မှတ် ခြင် ယင် လေ နေပူကင်းတို့၏ ကိုက်ခဲမှုဒဏ်，ဆဲဆိုမှုဒဏ်，ဒုက္ခဝေဒနာ၏ ဒဏ်တို့ကို ခံနိုင်ရည်ရှိခြင်း，အစမထင် သံသရာနယ် တခွင်၌ တခါတခေါက်မျှ မရောက်ဘူးသေးသော နိဗ္ဗာန်အရပ်သို့ သွားရောက်နိုင်ခြင်းဟူသော အင်္ဂါလေးလီ စုံပြည့်ညီသော ရဟန်းသည် လူနတ်ဦးခိုက် ပူဇော်ခြင်းကို ခံထိုက်၏ဟု ဟောပြရာသုတ်။ （ဃ） အားအင်ကြီးမား ကိုယ်လုံးထွားသည့် ဆင်ပြောင်ကြီးကိုသာ နာဂဟု ခေါ်နိုင်သည် မဟုတ်။ ကာယတလီ ဝစီမန သုံးဒွါရဖြင့် မကောင်းမှုကို ပြုတော်မမူသော အာသဝေါကင်းကွာ ရဟန္တာကိုလည်း နာဂဟူ၍ ခေါ်ဆိုနိုင်ပုံကို ဟောပြရာသုတ်။"]]
