[["B","ra： ra（pu）\u003cbr\u003e  ရ（ပု）\u003cbr\u003e  [rā+a．rī+a．]\u003cbr\u003e  [ရာ+အ။ ရီ+အ။]"],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra（na）\u003cbr\u003e  ရ（န）\u003cbr\u003e  [rā+a]\u003cbr\u003e  [ရာ+အ]"],["B","ra： ra（na）\u003cbr\u003e  ရ（န）\u003cbr\u003e  [ramu+kvi]\u003cbr\u003e  [ရမု+ကွိ]"],["B","ra： ra（pu，na）\u003cbr\u003e  ရ（ပု၊န）\u003cbr\u003e  [rā+a]\u003cbr\u003e  [ရာ+အ]"],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["B","ra： ra\u003cbr\u003e  ရ\u003cbr\u003e  \u003cbr\u003e  "],["K","ra：ရ\u003cbr\u003e  ၄၁-လုံးသော အက္ခရာတို့တွင် ၃၅-လုံးမြောက်，ဗျည်း ၃၃-လုံးတို့တွင် ၂၇-လုံးမြောက်，ကဏ္ဍဇစသော ၆-မျိုးတို့တွင် လျှာထိပ် （=အထက်သွားဖုံးရင်း အစ အာထိပ်အရပ်）၌ ဖြစ်သော မုဒ္ဓဇ，ဝဂ်အက္ခရာ，အဝဂ် အက္ခရာ ၂-မျိုးတို့တွင် အဝင်္ဂ၊ အဝဂ်အက္ခရာ၈-လုံးတို့တွင် ဒုတိယ၊ ဃောသ，အဃောသ ၂-မျိုးတို့တွင် ဃောသ၊ ဇိဝှါမဇ္ဈစသော ကရိုဏ်း ၄-မျိုးတို့တွင် ဇိဝှေါပဂ္ဂကရိုဏ်း၊ ဝံဝုတစသော ပယတ် ၄-မျိုးတို့တွင် လျှာထိပ် （=အာထိပ်） အရပ်၌ လျှာဖျား၏အနီးအရစ်ဖြင့် စဉ်းငယ်ထိစေ၍ ရွတ်အပ်သော ဤသံဖုဋ္ဌ ပယတ်၊ ပုဗ္ဗာသယဗျည်း，ပရာသယဗျည်း ၂-မျိုးတို့တွင် နောက်သရကို မှီသော ဝရာသယဗျည်း။\u003cbr\u003e  တိပိ၊၁၇၊၃၄၈"],["K","ra：ရ\u003cbr\u003e  ဤ ရ-အက္ခရာသည် （၁） အခြားဗျည်းများနှင့်မရောဘဲ သူ့ချည်း သက် သက် တည်သော （သုဒ္ဓ） ရအက္ခရာ၊ （၂） က，ခစသော အခြားဗျည်းများနှင့် ယှသ်တွဲ၍ တည်သော （သံယောဂဝန္တ）ရ-အက္ခရာဟူ၍-၂-မျိုးရှိ၏။ ထိုတွင်- （၁） ရ-သည် （က） ပုဒ်အစ၌တည်သော ရ၊ （ခ） ပုဒ်၏အလယ်၌ တည်သော ရ၊ （ဂ） ပုဒ်၏အဆုံး၌တည်သော ရ-ဟူ၍ ၃-မျိုးရှိ၏။ မူရင်းကြည့်ပါ။\u003cbr\u003e  တိပိ၊၁၇၊၃၄၈+၃၄၉"],["K","ra：ရ\u003cbr\u003e  လာသော （အာဂုမ်）ရ။ （ကစ္စည်း။ ၃၅။ နီတိ၊ သုတ္တ။ ၅၆）။\u003cbr\u003e  တိပိ၊၁၇၊၃၄၉"],["K","ra：ရ\u003cbr\u003e  သဒ္ဒါအစီအရင်ဖြင့် （က） သန္ဓိစပ်ရာ၌ပြောင်းလာသော ရ။ （ခ） ဝိဘတ်မှ ပြောင်းလာသော ရ။ （ဂ）နာမ်ပုဒ်တစ်စိတ်မှ ပြောင်းလာသော ရ။ （ဃ） ဓာတ်မှ ပြောင်းလာသော ရ။ ဟူ၍ ၄-မျိုးရှိ၏။\u003cbr\u003e  တိပိ၊၁၇၊၃၄၉"],["K","ra：ရ\u003cbr\u003e  လိင်，ဓာတ်တို့နောင် စီရင်အပ်သော ပစ္စည်း ဖြစ်သော ရ။ ၎င်း-ရသည် （၁） တဒွိတ်ပစ္စည်း-ရ။ （၂） အာချာတ်ပစ္စည်း-ရ။ （၃）ကိတ်ပစ္စည်း-ရ-ဟူ၍ ၃-မျိုးရှိသည်။ ထိုတွင်-တဒွိတ်ပစ္စည်း ရ-သည် （က） သား，သမီး，အဆက် အနွှယ်ဟူသော အပစ္စ အနက်၊ （ခ） အထူးပြုသော ဝိသေသအနက်၊ （ဂ） ရှိရာ ဟူသော အဿတ္တိအနက်၊ （ဃ） အလိုရှိတတ်သော အတ္တိကအနက်တို့၌ ဖြစ်၏။ မူရင်းကြည့်ပါ။\u003cbr\u003e  တိပိ၊၁၇၊၃၄၉+၃၅၀+၃၅၁"],["K","ra：ရ\u003cbr\u003e  ရာ，ရိ，ရီ，ရု，-ဓာတ်တို့၌ပါသော ရ-အက္ခရာ။ မူရင်းကြည့်ပါ။\u003cbr\u003e  တိပိ၊၁၇၊၃၅၁+၃၅၂"],["K","ra：ရ\u003cbr\u003e  ဝိဘတ်၌ အကျုံးဝင်သော ရ။\u003cbr\u003e  တိပိ၊၁၇၊၃၅၂"],["K","ra：ရ\u003cbr\u003e  နျစ်ခုသင်္ချာဟော ရ။\u003cbr\u003e  တိပိ၊၁၇၊၃၅၂"],["K","ra：ရ（ပု၊န）\u003cbr\u003e  [ရာ+အ]\u003cbr\u003e  （ပု） （၁） အလိုရှိခြင်း။ （၂）ရာဂမီး၊ မီး။ （န） （၃）မျက်နှာ။ မူရင်းကြည့်ပါ။"],["K","ra：ရ（န）\u003cbr\u003e  [ရမု+ကွိ]\u003cbr\u003e  ဘုရား，တရား，သံဃာဟု ဆိုအပ်သော ရတနာသုံးပါး။"],["K","ra：ရ（န）\u003cbr\u003e  [ရာ+အ]\u003cbr\u003e  ရွေ။"],["K","ra：ရ\u003cbr\u003e  နိပါတ်ဖြစ်သော ရ။\u003cbr\u003e  တိပိ၊၁၇၊၃၅၃"],["K","ra：ရ\u003cbr\u003e  ရ-ဗျည်း။ ယရလဝသဟဠအံ။\u003cbr\u003e  တိပိ၊၁၇၊၃၅၃"],["K","ra：ရ（ပု）\u003cbr\u003e  [ရာ+အ။ ရီ+အ။]\u003cbr\u003e  ဆန်းကျမ်းလာရ-ဂိုဏ်း။"],["R","ra：ရ\t （ပစ္စည်း）\u003cbr\u003eရှိသည်။\u003cbr\u003eဓီ-ရ၊ ပညာ ရှိသည်။ မဓု-ရ၊ ချိုမြိန်သော အရသာ ရှိသည်။ "]]
