[["D","U，巴利文字母表的羅馬化拼音第五個元音字母。發音好像漢語中去聲的 u。（p63）"],["F","u，=proclaim=宣告"],["F","U，巴利文字母表的羅馬化拼音第五個母音字母。發音好像漢語中去聲的 u。"],["B","u： u（bya）\u003cbr\u003e  ဥ（ဗျ）\u003cbr\u003e  «upasāra-2va ta．siva aho usaddā suddha，dukkhalābhaç nisedha rogamuttaanitea ni，anitea upasāra，kathanaanitea- upasāra hu sūci．75-nitea  （-saṃ）»\u003cbr\u003e  [ဥပသာရပုဒ်-၂ဝတို့တွင် တပုဒ်ဖြစ်သည်။ သိဝ အနက်ဟော ဥသဒ္ဒါသည် သုဒ္ဓနာမ်ပုဒ်၊ ဒုက္ခလာဘ，နိသေဓ ရောဂမုတ္တအနက်၌ နိပါတ်ပုဒ်၊ ကျန်အနက်တို့၌ ဥပသာရပုဒ်၊ ကထနအနက်၌-ဓာတ်နှင့် ဥပသာရနှစ်မျိုး ဖြစ်နိုင်သည်ဟု သူစိ။ ၇၅-၌ ဆိုသည် （ဥဒ်-သံ）]"],["B","u： u\u003cbr\u003e  ဥ\u003cbr\u003e  \u003cbr\u003e  "],["B","u： u\u003cbr\u003e  ဥ\u003cbr\u003e  \u003cbr\u003e  "],["P","U，the sound or syllable u，expl\u003csup\u003ed．\u003c/sup\u003e by Bdhgh at Vism．495 as expressing origin （= ud）．（Page 124）"],["K","u：ဥ\u003cbr\u003e  ဥအက္ခရာ၊ ဥသရ၊ လေးဆယ့်တစ်လုံးသော အက္ခရာ，ရှစ်လုံးသော သရတို့တွင် ငါးလုံးမြောက်-နှုတ်ခမ်းအရပ်၌ ဖြစ်သော။\u003cbr\u003e  တိပိ၊၄က၊၆၂၇"],["K","u：ဥ\u003cbr\u003e  （၁） ဥဓာတ်။ （၂） ဥပစ္စည်း။ （၃） ဥဝိဘတ်။ （၄） ဥအာဂုံ （လာသော ဥ）။ （၅） အခြားအက္ခရာတို့မှ ပြောင်းလာသော ဥ။\u003cbr\u003e  တိပိ၊၄က၊၆၂၇"],["K","u：ဥ（ဗျ）\u003cbr\u003e  [ဥပသာရပုဒ်-၂ဝတို့တွင် တပုဒ်ဖြစ်သည်။ သိဝ အနက်ဟော ဥသဒ္ဒါသည် သုဒ္ဓနာမ်ပုဒ်၊ ဒုက္ခလာဘ，နိသေဓ ရောဂမုတ္တအနက်၌ နိပါတ်ပုဒ်၊ ကျန်အနက်တို့၌ ဥပသာရပုဒ်၊ ကထနအနက်၌-ဓာတ်နှင့် ဥပသာရနှစ်မျိုး ဖြစ်နိုင်သည်ဟု သူစိ။ ၇၅-၌ ဆိုသည် （ဥဒ်-သံ）]\u003cbr\u003e  （၁） အထက်သို့ တက်ခြင်း။ （၂） အထက်။ အထက်၌ ပြုခြင်း၊ အထက်အမှု။ （၃） ပြဓာန်းခြင်း။ （၄） ကင်းကွာခြင်း။ （၅） ဖြစ်ခြင်း။ （၆） သဘောကို （အကျိုးကို） ရခြင်း။ （၇） စွမ်းနိုင်ခြင်း။ （၈） သရုပ်အားဖြင့်-သရုပ်ထုတ်၍-ရွတ်ဆိုခြင်း။ （၉） မြှောက်ချီခြင်း။ （၁ဝ） ကဲ့ရဲ့ခြင်း။ （၁၁） လွန်ကဲခြင်း၊ အလွန်။ ဥဇ္ဇင်္ဂလကြည့်။ （၁၂） စွန့်ပစ်ခြင်း။ ဥက္လာပ ကြည့်။ （၁၃） ဆောင်ခြင်း။ （၁၄） တားမြစ်ခြင်း။ ဥက္ကမ၊ ဥပ္ပထ၊ ဥရဗ္ဘ၊ တို့ကြည့်။ （၁၅） အနက်အထူးမရှိ၊ ပုဒ်ကိုတိုးပွါးစေကာမျှ၊ ပုဒ်ပြည့်ကာမျှ။ ဥဗ္ဘိန္ဒိတွာ ကြည့်။ （၁၆） ရောင့်ရဲခြင်း။ （၁၇） ပြည့်စုံခြင်း။ （၁၈） အပြစ်မရှိခြင်း။ （၁၉） ခွန်အား ကြီးမားသည်၏ အဖြစ်။ （၂ဝ） ထင်ရှားပြခြင်း။ （၂၁） လိမ္မာသည်၏အဖြစ်။ （၂၂） နိဗ္ဗာန်။ （၂၃） ဆင်းရဲကိုရခြင်း။ （၂၄） အထက်သို့ ကြည့်ခြင်း။ （၂၅） ဖြတ်ခြင်း။ ဥက္ခေပကဝါတကြည့်။"],["O","u：ဥ\u003cbr\u003e  ဘူ = သဒ္ဒေ-အသံပြုခြင်း၌။ အဝတိ၊ အဝန္တိ၊ အဝသိ။ ပါဝေတိ၊ ပါဝယတိ-ဥဓာတုရူပါနိ၊ ဝဒါပေဟီတိ ဧတေသမတော၊ ဣမာနိ ဟိ ပပုဗ္ဗာယ ဥဓာတုယာ ဝသေန သမ္ဘူတာနိ ဟေတုကတ္တု ရူပါနိ၊ တထာ ဟိ ＂ယော အာတုမာနံ သယမေဝ ပါဝါ＂တိ။ သုတ္တနိ၊ ၄ဝ၁။ သုဒ္ဓကတ္တု ပဒံ အာဟစ္စဘာသိတံ ဒိဿတိ။ နီတိဓာ၊ ၃၇၅။"],["R","u：ဥ\t（ဥ） \u003cbr\u003eတက်ခြင်း။ အထက်၌ ပြုခြင်း။ ပြဓာန်းခြင်း။ ကင်းခြင်း။ ဖြစ်သင့်ခြင်း။ သဘောရခြင်း။ စွမ်းနိုင်ခြင်း။ သရုပ်အားဖြင့် ဆိုခြင်း စသော အနက်တို့၌ဖြစ်သော ဥပသာရပုဒ်။ ဤဥပသာရကို ဤကျမ်း၌ဥဒ်-ဟူ၍ ပြမည်။\u003cbr\u003eဥဣတိ ဥဂ္ဂတုဒ္ဓကမ္မပဓာနဝိယောဂသမ္ဘဝအတ္တလာဘသတ္တိသရူပကထာဒီသု အတ္ထေသု ဝတ္တတိ။ ရူပသိဒ္ဓိ။ "]]
