[["B","uccāsayanamahāsayana： uccāsayanamahāsayana（na）\u003cbr\u003e  ဥစ္စာသယနမဟာသယန（န）\u003cbr\u003e  «uccāsayanamahāsayana+āsana sayana．khye．vimati，2．116．（2） uccāsayana mahāsayana+sayana．eka  pru．sārattha，3．254．（3） uccāsayana mahāsayana+uccāsayana mahāsayana （sayana）．eka pru．ma，ṭī，2．159．saṃ，ṭī，2．548»\u003cbr\u003e  [ဥစ္စာသယနမဟာသယန+အာသန သယန။ နောက်ပုဒ်ချေ။ ဝိမတိ၊ ၂။၁၁၆။ （၂） ဥစ္စာသယန မဟာသယန+သယန။ ဧက သေသ် ပြု။ သာရတ္ထ၊၃။၂၅၄။ （၃） ဥစ္စာသယန မဟာသယန+ဥစ္စာသယန မဟာသယန （သယန）။ ဧက သေသ်ပြု။ မ၊ဋီ၊၂။၁၅၉။ သံ၊ဋီ၊၂။၅၄၈]"],["B","uccāsayanamahāsayana： uccāsayanamahāsayana（na）\u003cbr\u003e  ဥစ္စာသယနမဟာသယန（န）\u003cbr\u003e  «uccāsayana+mahāsayana»\u003cbr\u003e  [ဥစ္စာသယန+မဟာသယန]"],["Q","uccāsayanamahāsayana：từ gọi chung tất cả giường ghế cao rộng có trang hoàng sang trọng hay đắt giá bằng các thứ xa xỉ như vàng bạc hay da thú，lông thú tăng ni （và cả người thọ bát giới） không được nằm ngồi trên những giường ghế này trong trường hợp không thể có chọn lựa khác，tăng ni chỉ được ngồi mà không nằm trên đó tội tác ác．một chiều cao quy định chung cho sàng tọa của tăng ni là không cao hơn tám ngón tay đức phật （sugataṅgula） số đo này tạm thời vẫn chưa được thống nhất là bao nhiêu"],["E","uccāsayanamahāsayana：giường cao sàng rộng"],["K","uccāsayanamahāsayana：ဥစ္စာသယနမဟာသယန（န）\u003cbr\u003e  [ဥစ္စာသယန+မဟာသယန]\u003cbr\u003e  မြတ်စွာဘုရား၏ လက်ရှစ်သစ် ပမာဏထက် မြင့်သောနေရာ，အလျားအနံ ကျယ်ပြန့် မွန်မြတ် （မအပ်） သောနေရာ၊ မြင့်သောနေရာ，မြတ်သောနေရာ။ ၎င်းနေရာတို့ကား-（၁） မြတ်စွာဘုရား၏ လက်ရှစ်သစ်ပမာဏထက် မြင့်သော ညောင်စောင်းအင်းပျဉ်။ ၎င်းအင်းပျဉ်သည် အလျားတဖက်မှ ရှည်သော အင်းပျဉ်ဖြစ်လျှင်သာမအပ်၊ အလျားအနံ ညီမျှသော စတုရန်းအင်းပျဉ်ကား အပ်ပါသည်။ （၂） အခြေ၌ ခြင်္သေ့ သစ် ကျား စသော သားရဲရုပ်ရှိသော ညောင်စောင်းအင်းပျဉ်။ （၃） လက်လေးသစ်ထက်လွန်သော အမွေးရှိသော ကော်ဇောနက်ကြီး။ လက်လေးသစ်မရှည်လျှင် အပ်၏ဟု ဆိုကြသည်။ （၄） နံရံကွက်ဖောက်သကဲ့သို့ အကွက်ဖော်၍ ဆန်းကြယ်စွာ ရက်အပ်သော သားမွေးအခင်း။ （၅） သားမွေးဖြင့် ပြုအပ်သော ဖြူသောအခင်း။ （၆） တခဲနက်သော ပန်းပွင့် ပန်းပြောက်ရှိသော နီသောသားမွေးအခင်း။ ရှစ်ရှားရွက်ပုံသဏ္ဌာန်ရှိသော အခင်းဟုလည်း ဆို၏။ （၇） လဲသွတ်၍ ပြုအပ်သောအခင်း။ （၈） ခြင်္သေ့ သစ် ကျား စသော အရုပ်တို့ဖြင့် ဆန်းကြယ်သော သားမွေးအခင်း။ （၉） မျက်နှာတဖက်၌ ပေါ်ထွက်သော အမွေးရှိသော သားမွေးအခင်း။ မျက်နှာနှစ်ဖက်တို့၌ဟု လည်းဆို၏။ （၁ဝ） မျက်နှာနှစ်ဖက်တို့၌ ပေါ်ထွက်သော အမွေးရှိသော သားမွေးအခင်း။ မျက်နှာတဖက်၌ ဟုလည်း ဆို၏။ （၁၁） ရတနာချည်တို့ဖြင့် ချုပ်အပ်သော ပိုးချည်အတွင်း ရွှေချည်သွင်း၍ ရက်အပ်သော အခင်း။ （၁၂） ရတနာချည်တို့ဖြင့် ချုပ်အပ်သော ပိုးချည်ဖြင့် ရက်အပ်သော အခင်း။ ရတနာချည်တို့ဖြင့် မချုပ်သော ပိုးချည်သက်သက် အခင်းကား အပ်၏ဟု ဆိုသည်။ （၁၃） ကချေသည်တစ်ကျိပ်ခြောက်ယောက်ရပ်၌ ကလောက်သော သားမွေးအခင်းကြီး။ （၁၄） ဆင်ကျောက်ကုန်း၌ ခင်းသော အခင်း။ （၁၅） မြင်းကျောက်ကုန်၌ ခင်းသော အခင်း။ （၁၆） ရထား၌ခင်းသောအခင်း။ （၁၇） အထပ်ထပ်သော သစ်နက်ရေတို့ဖြင့် ညောင်စောင်းပမာဏ ချုပ်အပ်သောအခင်း။ （၁၈） ဝံပိုင်ရေဖြင့် ပြုအပ်သော မြတ်သောအခင်း။ （၁၉） အပေါ်၌ ဖွဲ့အပ်သော နီသောဗိတာန်，တကွဖြစ်သော အခင်း။ （၂ဝ） ခြေရင်း ခေါင်းရင်းနှစ်ဖက်တို့၌ နီသော ခြေအုံး ခေါင်းအုံး（ရှိသောအခင်း） တို့တည်း။"],["K","uccāsayanamahāsayana：ဥစ္စာသယနမဟာသယန（န）\u003cbr\u003e  [ဥစ္စာသယနမဟာသယန+အာသန သယန။ နောက်ပုဒ်ချေ။ ဝိမတိ၊ ၂။၁၁၆။ （၂） ဥစ္စာသယန မဟာသယန+သယန။ ဧက သေသ် ပြု။ သာရတ္ထ၊၃။၂၅၄။ （၃） ဥစ္စာသယန မဟာသယန+ဥစ္စာသယန မဟာသယန （သယန）။ ဧက သေသ်ပြု။ မ၊ဋီ၊၂။၁၅၉။ သံ၊ဋီ၊၂။၅၄၈]\u003cbr\u003e  （၁） မြင့်သောနေရာ မြတ်သောနေရာ၌ နေထိုင်ခြင်း အိပ်ခြင်း။ （၂） မြင့်သောနေရာ မြတ်သော နေရာနှင့် ၎င်းနေရာတို့၌ နေထိုင်ခြင်းအိပ်ခြင်း။ အထက်ပုဒ်လည်းကြည့်"],["R","uccāsayanamahāsayana：ဥစ္စာသယန-မဟာသယန\t（န） \u003cbr\u003eမြင်သောနေရာ မြတ်သောနေရာ၌ လဲလျောင်းခြင်း။ "]]
