[["C","Ābhassara：m. [BSk. Ābhāsvara] 光音[天]，極光[天]，[第二禪天的最上位]."],["S","ābhassara：Ābhassara m. [BSk. Ābhāsvara] 光音[天]，極光[天]，[第二禅天の最上位]."],["D","Ābhassara，【形】 發光的。（p53）"],["F","ābhassara，【形】發光的，照明聲音的。ābhassarā devā﹐光音天（晃昱天），為第二禪天之最上位，壽量為八劫。"],["B","ābhassara：ābhassara（ti）\u003cbr\u003e  အာဘဿရ（တိ）\u003cbr\u003e  «ābhassara+ṇa»\u003cbr\u003e  [အာဘဿရ+ဏ]"],["B","ābhassara：ābhassara（ti）\u003cbr\u003e  အာဘဿရ（တိ）\u003cbr\u003e  «ābhā+sarā. ābhāsa=āsassa（ā+bhāsa+a）+ra. ābhuso bhāti dibbatīti ābhā，pabhā. sarati nissaratīti sarā. ābhāsarā etesanti ābhassarā....ābhāsanaṃ obhāsanaṃ ābhāso. sakārassa dvittaṃç ākārassa ca rassattaṃ katvā ābhassoti vuttaṃ. so sīlaṃ etesanti imasmiṃ tassīlatthe rapaccayoti taddhitanto ābhassarasaddoti dasseti. maṇimañcū，2.8，9.»\u003cbr\u003e  [အာဘာ+သရာ။ အာဘာသ=အာသဿ（အာ+ဘာသ+အ）+ရ။ အာဘုသော ဘာတိ ဒိဗ္ဗတီတိ အာဘာ၊ ပဘာ။ သရတိ နိဿရတီတိ သရာ။ အာဘာသရာ ဧတေသန္တိ အာဘဿရာ။...အာဘာသနံ ဩဘာသနံ အာဘာသော။ သကာရဿ ဒွိတ္တံ，အာကာရဿ စ ရဿတ္တံ ကတွာ အာဘဿောတိ ဝုတ္တံ။ သော သီလံ ဧတေသန္တိ ဣမသ္မိံ တဿီလတ္ထေ ရပစ္စယောတိ တဒ္ဓိတန္တော အာဘဿရသဒ္ဒေါတိ ဒဿေတိ။ မဏိမဉ္စူ၊၂။၈၊၉။]"],["N","ābhassara：The ＇Radiant Ones＇，are a class of heavenly beings of the fine-material world （\u003ci\u003erūpa-loka\u003c/i\u003e）； cf. \u003ci\u003edeva\u003c/i\u003e."],["C","ābhassara：[adj.] radiant."],["P","Ābhassara，（adj.-n.） [etym. uncertain； one suggested in Cpd. 138 n. 4 is ā + \u003ci\u003e*bha + *sar\u003c/i\u003e，i. e. from whose bodies are emitted rays like lightning，more probably a comb\u003csup\u003en.\u003c/sup\u003e of ābhā + \u003cem\u003esvar\u003c/em\u003e （to shine，be bright），i. e. shining in splendour] shining，brilliant，radiant，N. of a class of gods in the Brahma heavens “the radiant gods”，usually referred to as the representatives of supreme love （pīti \u0026 mettā）； thus at D.I，17； Dh.200； It.15； DhA.III，258 （°loka）. In another context at Vism.414 sq. （Page 103）"],["V","Ābhassara：A Brahma-world where live radiant devas from whose bodies rays of light are emitted，like lightning. It belongs to the Rūpaloka and is in the plane of second jhāna （Abhs. v.3； Compendium 138，n.4）. The devas living there subsist on joy （pītibhakkha） （S.i.114.； DhA.iii.258； J.vi.55）. \u003cbr\u003e\u003cbr\u003eTheir span of life is two kappas and there is no guarantee that a person who has been born there may not later be reborn in an unhappy condition （A.ii.127； but see Abhs. v.6，where their life-span is given as eight kappas）. \u003cbr\u003e\u003cbr\u003eFrom time to time these devas utter shouts of joy saying ”aho sukham，aho sukham.” This sound is the best of sounds. These devas are completely enveloped in ease （sukhena abhisaññā parisaññā） （A.iii.202； D. iii.219）. \u003cbr\u003e\u003cbr\u003eTheir world forms the third station of consciousness （viññānatthiti），they are of uniform body，but their perceptions are diverse （ekattakāyā nānat-tasaññino） （A.iv.40，401； D.ii.69； D.iii.253）. \u003cbr\u003e\u003cbr\u003eDuring the periods of the development of the world many beings are born in the Abhassara realm and they are then called the highest of the devas，yet even they change their condition （A.v.60）. In lists of devas （E.g.，M.i.289） they are given below the Appamānābhā and above the Subhā. \u003cbr\u003e\u003cbr\u003eBodhisattas are sometimes born in the ābhassara world （AA.i.73； J.i.406，473； M.i.329； ，MA.i.553； SA.i.162），but they are never born in Arūpa worlds even when they have developed Arūpa-jhānas. Baka Brahmā was born in ābhassara after having passed through Vehapphala and Subhakinna，and it was then that he conceived the belief that he was eternal.\u003cbr\u003e\u003cbr\u003eThe Buddha visited him and convinced him of the error of his belief （J.iii.359）. When the universe is dissolved after the lapse of a long epoch and is again evolved，beings are mostly born in the ābhassara world. When，sooner or later，the world begins to re-evolve （vivattati），the Brahmavimāna appears，but it is empty. Then some being or other，either because he has finished his life there or because his merit is exhausted，leaves the ābhassara world and is reborn in the Brahmavimāna. Others follow his example，and it is then that the first to be reborn in the Brahma-world thinks of himself as Brahmā，the eternal，etc. （D.iii.29）.\u003cbr\u003e\u003cbr\u003eWhen inhabitants of the ābhassara-world are reborn as humans，their existence continues to be like that which they had in the brahma-world itself. As time goes on，however，they lose their qualities and develop the characteristics，both physical and mental，of human beings （For details see D.iii.84ff.，PsA.253）. Buddhaghosa （DA.iii.865） says that their birth on earth is opapātika （by spontaneous regeneration） and they are mind-born （manomaya）.\u003cbr\u003e\u003cbr\u003eOn the occasions when the world is destroyed by fire，the fire spread up to the ābhassara-world； when by water，the water rises to the Subhakinna； when by wind，the wind reaches to the Vehapphala （CypA.9）.\u003cbr\u003e\u003cbr\u003eAccording to Buddhaghosa （MA.i.29； VibhA.520； cp. DA.ii.510），the ābhassaras are so called because radiance spreads from their bodies in all directions，like flames from a torch （dandadīpikāya acci viya etesam sarīrato ābhā chijjitvā chijjitvā patantī viya sarati visaratī ti Abhassarā）.\u003cbr\u003e\u003cbr\u003eAccording to the scholiast of the Candābha Jātaka （q.v.），beings who meditate on the Sun and Moon are born in this world. The Moon appears at the wish of the Abhassara Brahmās. See Candimā."],["U","ĀBHASSARA：[a] sáng chói，phóng quang ra"],["K","ābhassara：အာဘဿရ（တိ）\u003cbr\u003e  [အာဘာ+သရာ။ အာဘာသ=အာသဿ（အာ+ဘာသ+အ）+ရ။ အာဘုသော ဘာတိ ဒိဗ္ဗတီတိ အာဘာ၊ ပဘာ။ သရတိ နိဿရတီတိ သရာ။ အာဘာသရာ ဧတေသန္တိ အာဘဿရာ။...အာဘာသနံ ဩဘာသနံ အာဘာသော။ သကာရဿ ဒွိတ္တံ，အာကာရဿ စ ရဿတ္တံ ကတွာ အာဘဿောတိ ဝုတ္တံ။ သော သီလံ ဧတေသန္တိ ဣမသ္မိံ တဿီလတ္ထေ ရပစ္စယောတိ တဒ္ဓိတန္တော အာဘဿရသဒ္ဒေါတိ ဒဿေတိ။ မဏိမဉ္စူ၊၂။၈၊၉။]\u003cbr\u003e  အာဘဿရဗြဟ္မာ။ （က） ပြိုးပြိုးပြက်ပြက် တလက်လက် ထွက်သော ကိုယ်ရောင် ကိုယ်ဝါ ရှိသော ဗြဟ္မာ။ （ခ） ကိုယ်ရောင်ကိုယ်ဝါ ထွန်းလင်း တောက်ပခြင်း အလေ့ရှိသော ဗြဟ္မာ။"],["K","ābhassara：အာဘဿရ（တိ）\u003cbr\u003e  [အာဘဿရ+ဏ]\u003cbr\u003e  အာဘဿရဗြဟ္မာ့-ဘုံ-ပြည်။"],["R","ābhassara：အာဘဿရ（တိ） \u003cbr\u003eလွန်စွာ တောက်ပသော အရောင် ရှိသည်။ ကိုယ်မှ ပြိုးပြိုးပြက်သော အရောင် ထွက်သည်။ အာဘဿရဗြဟ္မာ။ "]]
