[["V","Ājīvakā：A class of naked ascetics （see，e.g.，Vin.i.291），followers ofMakkhali Gosāla，regarded，from the Buddhist point of view，as the worst of sophists. Numerous references to the ājīvakas are to be found in the Pitakas，only a few of them being at all complimentary. Thus in the Mahā Saccaka Sutta （*） they are spoken of as going about naked，flouting life’s decencies and licking their hands after meals. \u003cbr\u003e\u003cbr\u003e  （*） M.i.238； see also S.i.66，where a deva praises Gosāla as a man who had   attained to perfect self-control by fasting and austere practices. He had   abandoned speech and wordy strife with any person，was equable，a speaker of   truth，a doer of no evil. That the life of the ājīvakas was austere may be   gleaned from their condemnation of monks carrying parasols （Viii.ii.130）.\u003cbr\u003e\u003cbr\u003eBut they never incurred the guilt \u003cbr\u003e\u003cbr\u003e  of obeying another man’s command，  of accepting food specially prepared for them，  of accepting food from people while eating，  from a pregnant woman，or nursing mother，  or from gleanings in time of famine；   they would never eat where a dog was already at hand，  or where hungry flies were congregated.   They never touched flesh，fish or intoxicants，  and they had a rigid scale of food rationing. It is mentioned that they did not always find it possible to adhere to this rigid code of conduct.\u003cbr\u003e\u003cbr\u003eIt is stated in the Tevijja Vacchagotta Sutta （M.i.483） that far from any ājīvaka having put an end to sorrow，the Buddha could recall only one ājīvaka during ninety-nine kappas who had even gone to heaven，and that one too had preached a doctrine of kamma and the after-consequences of actions. Elsewhere （M.i.524） they are spoken of as children of a childless mother. They extol themselves and disparage others and yet they have produced only three shining lights：\u003cbr\u003e\u003cbr\u003e  Nanda Vaccha，  Kisa Sankicca  Makkhali GosālaA fourth leader，Panduputta，of wagon-building stock，is mentioned in the Anangana Sutta （M.i.31）； there is also the well-known Upaka.\u003cbr\u003e\u003cbr\u003eThere is no doubt that the ājīvaka were highly esteemed and had large followings of disciples （See，e.g.，Pasenadi’s evidence in S.i.68，apart from Ajātasattu’s visit mentioned in the Sāmaññaphala Sutta； also S.iv.398）. They had eminent followers such as high court officials （Vin.ii.166； iv.71） and that，for centuries at least，they retained an important position，is shown by their being thrice mentioned in the Asoka Edicts as receiving royal gifts （Hultsch：Asoka Inscriptions，see Index）.\u003cbr\u003e\u003cbr\u003eThe doctrines held by the ājīvaka are mentioned in several places，but the best known account is in the Sāmaññaphala Sutta where they are attributed to Makkhali Gosāla by name （D.i.53-4. See also M.i.516f）. He maintained that there is no cause or reason for either depravity or purity among beings. There is no such thing as intrinsic strength，or energy or human might or endeavour. All creatures，all beings，everything that has life，all are devoid of power，strength and energy； all are under the compulsion of the individual nature to which they are linked by destiny； it is solely by virtue of their birth in the six environments （chalabhijātiyo） that they experience their pleasure or pain. The universe is divided into various classes of beings，of occupations and methods of production. There are eighty-four hundred thousand periods during which both fools and wise alike，wandering in transmigration，shall at last make an end of pain. The pleasures and pain，measured out as it were with a measure，cannot be altered in the course of transmigration； there can be neither increase nor decrease thereof，neither excess nor deficiency.\u003cbr\u003e\u003cbr\u003eThe fundamental point in their teaching seems，therefore，to have been ”samsāra-suddhi，” purification through transmigration，which probably meant that all beings，all lives，all existent things，all living substances attain and must attain，perfection in course of time.\u003cbr\u003e\u003cbr\u003eAccording to Buddhaghosa （DA.i.161），in the classification of the ājīvaka：\u003cbr\u003e\u003cbr\u003e  ”all beings” （sattā） meant all kinds of animals，camels，cows，asses，  etc.；   ”all lives” （pānā） comprised all sensitive things and sentient creatures   divided into those with one sense （ekendriya），those with two senses and so   forth；   ”all existent things” （bhūtā） denoted all living beings divided into   generic types - viz.，those produced from an egg，or born from the womb，or   sprung from moisture，or propagated from seed；  ”all living substances” （jivā） denoted rice，barley，wheat，etc.The division of men into six classes （chalabhijātiyo） is noteworthy. Buddhaghosa describes these as being kanha，nīla，lohita，halidda，sukka and paramasukka. This closely resembles the curious Jaina doctrine of the six Lesyas. Given，e.g.，in the Uttarādhyāyana Sutra （Jacobi’s Jaina Sūtras ii.213）. This seems to involve a conception of mind which is originally colourless by nature. The different colours （nīla，etc.） are due to different habits or actions. The supreme spiritual effort consists in restoring mind to its original purity. Cp. with this the Buddha’s teaching in A.iii.384ff. and M.i.36. \u003cbr\u003e\u003cbr\u003eIn the Anguttara Nikāya （iii.383-4） a similar doctrine is attributed toPūrana Kassapa.\u003cbr\u003e\u003cbr\u003eGosāla’s theory （D.i.54； see also S.iii.211） of the divisions of the universe into fourteen hundred thousand principle states of birth - （pamukhayoniyo） and into various methods of regeneration - viz.，\u003cbr\u003e\u003cbr\u003e  seven kinds of animate （saññigabbhā） production，i.e. by means of separate   sexes；   seven of inanimate （asaññigabbhā），such as rice，barley，etc.；   seven of production by grafting （niganthigabbhā），propagating by joints，  such as sugar cane，etc. - seems to show that the ājīvaka believed in infinite gradations of existence，in the infinity of time，and also in the recurrent cycles of existence. Each individual has external existence，if not individually，at least in type. In the world as a whole everything comes about by necessity. Fate （nigati） regulates everything，all things being unalterably fixed. Just as a ball of string when cast forth spreads out just as far as，and no farther than it can unwind，so every being lives，acts，enjoys and ultimately ends，in the manner in which it is destined （sandhavitvā，samsaritvā dukkhassantam karissanti）. The peculiar nature （bhāva） （DA.i.161） of each being depends on the class or species or type to which it belongs.\u003cbr\u003e\u003cbr\u003eAmong the views of the Puthusamanas （other teachers），the Buddha regarded the doctrine of the ājīvaka as the least desirable. It denied \u003cbr\u003e\u003cbr\u003e  action （kiriya），  endeavour （viriya），  result of action （kamma），and was therefore despicable （patikhitto） （A.i.286）. \u003cbr\u003e\u003cbr\u003eThe Buddha knew of no other single person fraught with such danger and sorrow to all devas and men as was Makkhali； like a fish-trap set at a river mouth，Makkhali was born into the world to be a man-trap for the distress and destruction of men （A.i.33）.\u003cbr\u003e\u003cbr\u003eAccording to Buddhaghosa （DA.i.166），\u003cbr\u003e\u003cbr\u003e  Pūrana Kassapa，by propounding a   theory of the passivity of soul，denied action；   Ajita Kesakambala，by his theory   of annihilation，denied retribution，  Makkhali Gosāla，by his doctrine   of fate，denied both action and its result.It has been suggested （E.g. Barua：Pre-Buddhistic Indian Philosophy，p.314） that Makkhali Gosāla’s doctrine of the eight developmental stages of man （attha purisabhūmi） was a physical antecedent of the Buddha’s doctrine of the eight higher spiritual ranks （attha purisapuggalā）. \u003cbr\u003e\u003cbr\u003eBuddhaghosa gives the eight stages as follows：manda，khiddā，vīmamsana，ujugata，sekha，samana，jina and panna. DA.i.162 ； see also Hoernle’s Uvāsaga-Dasāo，ii. p.24，where pannaka is given for panna. op. J.iv.496-7，mandadasaka，khiddā-dasaka，anna-dasaka，etc.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003e  The first stage extends from the first day of birth to the seventh.   In the second stage those who have come from evil states cry constantly，  those from happy conditions smile，remembering their past lives.   The third stage is marked by the infant beginning to walk with the help of   others. The time of his being able to walk alone is the ujugata-bhūmi.   The period of study is sekha-bhūmi，  of leaving household life，samana-bhūmi；   the period of knowledge （vijānana），  of constant association with teachers，is the jina-bhūmi and   the last stage when the jina remains silent （pannaka），is called the   pannaka-bhūmi. This seems to indicate a development of the mental and spiritual faculties，side by side with physical growth，an interaction of body and mind.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThere seems to have been a great deal of confusion，even at the time of the compilation of the Nikāyas，as to what were the specific beliefs of the ājīvakas.\u003cbr\u003e\u003cbr\u003e  Thus in the Mahāli Sutta of the Samyutta Nikāya （iii.69） some of Gosāla’s   views （natthi hetu，natthi paccayo sattānam sankilesāya） are attributed to   Pūrana Kassapa.   The Anguttara Nikāya in one place （i.286） apparently confounds Makkhali   Gosāla with Ajita Kesakambala，  while elsewhere （iii.383-4） Pūrana Kassapa’s views regarding the   chalabhijāti are represented as being those of Makkhali.There was a group of ājīvakas behind Jetavana. The monks saw the ājīvakas perform various austerities，such as squatting on their heels，swinging in the air like bats，scorching themselves with five fires，and they asked the Buddha whether these austerities were of any use. ”None whatever，” answered the Buddha，and then proceeded to relate the Nanguttha Jātaka （J.i.493f）.\u003cbr\u003e\u003cbr\u003eThe ājīvakas used to be consulted regarding auspicious days，dreams，omens，etc. （See，e.g.，J.i.287 and MT.190）. \u003cbr\u003e\u003cbr\u003eThere was a settlement of ājīvakas in Anurādhapura，and Pandukābhaya built a residence for them. Mhv.x.102.\u003cbr\u003e\u003cbr\u003eThomas，following Hoernle，thinks that the term （ājīvaka） was probably a name given by opponents，meaning one who followed the ascetic life for the sake of a livelihood. Op. cit.，p.130. But see DhA.i.309，where the different kinds of religieux are distinguished as acelaka，ājīvaka，nigantha and tāpasa. \u003cbr\u003e\u003cbr\u003eFor a detailed account of the ājīvakas see Hoernle’s Article in ERA. and Barua’s paper in the Calcutta University Journal of the Dept. of Letters，vol.ii. Hence we cannot infer that the name which was found as late as the thirteenth century always refers to the followers of Makkhali Gosāla. This point is certainly worth investigating."]]
