[["V","Ālavī：A town thirty yojanas from Sāvatthi （SnA.i.220） and probably twelve from Benares （See Watters：ii.61； Fa Hsein，60，62）. It lay between Sāvatthi andRājagaha. （The Buddha goes from Sāvatthi to Kitāgiri，thence to ālavī，and finally，to Rājagaha）. The Buddha，on several occasions，stayed at ālavī at the Aggālava shrine which was near the town. In the sixteenth year after the Enlightenment，the Buddha spent the whole of the rainy season at ālavī and preached the doctrine to 84，000 listeners （BuA.3）. The King of ālavī was known asālavaka and the inhabitants as ālavaka. The town later became famous as the residence of ālavaka Yakkha and ofHatthaka ālavaka. The Therī，Selā was born in ālavī and was therefore known as Alavikā （ThigA.62-3）. There was evidently a large community of monks at ālavī，some of whom seem to have chiefly occupied themselves with building vihāras for themselves （See ālavakā）.\u003cbr\u003e\u003cbr\u003eOnce，while at Sāvatthi，the Buddha saw a poor farmer of ālavī，ready for conversion and decided to go and preach in that town. The farmer’s ox had strayed away，and he looked for it for quite a long while before finding it； he knew that the Buddha was in ālavī and decided that he still had time to visit the Buddha，and he set off without taking any food. Meanwhile at ālavī the Buddha and his monks had been served with a meal by the people，but the Buddha waited until the farmer came before returning thanks. On the farmer’s arrival the Buddha ordered that some food should be given him，and when the man was comforted and his mind was ready the Buddha preached a sermon，at the end of which the man became a Sotāpanna （DhA.iii.262-3）.\u003cbr\u003e\u003cbr\u003eOn another occasion the Buddha came all the way fromJetavana to ālavī for the sake of a weaver’s daughter. （For the story see DhA.iii.170f）.\u003cbr\u003e\u003cbr\u003eālavī has been identified by Cunningham and Hoernle with Newal or Nawal in the Urao district in the United Provinces，and by Nandalal Dey，with Aviwa，twenty-seven miles north-east of Etwah （Law：Geog，of. Early Buddhism，p.24）.\u003cbr\u003e\u003cbr\u003eMrs. Rhys Davids states that ālavī was on the bank of the Ganges （Ps. of the Brethren，408），probably basing her view on the declaration of ālavaka in the Sutta Nipāta （p.32） that he would throw the Buddha ”pāra-Gangāya” （over to the other side of the Ganges） unless his questions were answered. I believe that here ”pāra-Gangāya” is merely a rhetorical expression and has no geographical significance."],["I","ālavī：Name of a city in India"]]
