[["C","ānanda：m. [ā-nanda] 歡喜，喜."],["S","ānanda：m. [ā-nanda] 歓喜，喜び."],["A","Ānanda：m. 阿難，阿難陀，慶喜[仏の侍者，多聞第一]"],["M","Ānanda：（比庫名）阿難達， （古音譯：）阿難陀，阿難"],["D","Ānanda，【陽】 歡樂，快樂。（p52）"],["F","ānanda，（Vedic ānanda，fr. ā + nand，cp. BSk. ānandī joy Divy.37.），【陽】歡樂，快樂（joy，pleasure，bliss，delight）。DA.I，53.（= pītiyā etaṁ adhivacanaṁ）。"],["B","ānanda：ānanda（pu）\u003cbr\u003e  အာနန္ဒ（ပု）\u003cbr\u003e  «ā+nanda+a. yādicchaka.»\u003cbr\u003e  [အာ+နန္ဒ+အ။ ယာဒိစ္ဆကနာမ်။]"],["B","ānanda：ānanda（pu）\u003cbr\u003e  အာနန္ဒ（ပု）\u003cbr\u003e  «ā+nanda+a»\u003cbr\u003e  [အာ+နန္ဒ+အ]"],["C","ānanda：[m.] joy； pleasure."],["P","Ānanda，[Vedic ānanda，fr. ā + \u003cem\u003enand\u003c/em\u003e，cp. BSk. ānandī joy Divy 37] joy，pleasure，bliss，delight D.I，3； Sn.679，687； J.I，207 （°maccha Leviathan）； VI，589 （°bheri festive drum）； DA.I，53 （= pītiyā etaṁ adhivacanaṁ）. （Page 100）"],["V","Ānanda：Preached at Jetavana. ānanda discourses to the assembled monks on the nature of the True Saint- （Bhaddekaratta）. The Buddha appears on the scene and on being told of ānanda’s discourse，asks him how exactly he had proceeded. ānanda repeats to him the Bhaddekaratta Sutta，which he had previously learnt from the Buddha. \u003cbr\u003e\u003cbr\u003eThe Buddha recites it himself from beginning to end and praises ānanda for his skill. M.iii.189-91."],["V","Ānanda：\u003ci\u003e1. Ānanda.\u003c/i\u003e-One of the principal disciples of theBuddha. He was a first cousin of the Buddha and was deeply attached to him.\u003cbr\u003e\u003cbr\u003eHe came to earth from Tusita and was born on the same day as the Bodhisatta，his father being Amitodana the Sākiyan，brother of Suddhodana.Mahānāma andAnuruddha were therefore his brothers （or probably step-brothers）. According to the Mtu.iii.176，Ānanda was the son of Suklodana and the brother of Devadatta and Upadhāna. His mother was Mrgī.\u003cbr\u003e\u003cbr\u003eĀnanda entered the Order in the second year of the Buddha’s ministry，together with other Sākiyan princes，such as Bhaddiya，Anuruddha，Bhagu，Kimbila and Devadatta，and was ordained by the Buddha himself （Vin.ii.182），his upajjhāya being Belatthasīsa （ThagA.i.68； also DA.ii.418ff.； Vin.i.202； iv. 86）. Soon after，he heard a discourse by Punna Mantāniputta and became a Sotāpanna. In S.iii.105 Ānanda acknowledges his indebtedness to Punna and gives an account of Punna’s sermon to him.\u003cbr\u003e\u003cbr\u003eDuring the first twenty years after the Enlightenment，the Buddha did not have the same personal attendants all the time. From time to time various monks looked after him，among them being Nāgasamāla，Nāgita，Upavāna，Sunakkhatta，the novice Cunda，Sāgata，Rādha and Meghiya. We are told that the Buddha was not particularly pleased with any of them. At the end of twenty years，at an assembly of the monks，the Buddha declared that he was advanced in years and desired to have somebody as his permanent body-servant，one who would respect his wishes in every way. The Buddha says that sometimes his attendants would not obey him，and on certain occasions had dropped his bowl and robe and gone away，leaving him.\u003cbr\u003e\u003cbr\u003eAll the great disciples offered their services，but were rejected by the Buddha. Ānanda alone was left； he sat in silence. When asked why he did not offer himself，his reply was that the Buddha knew best whom to choose. When the Buddha signified that he desired to have Ānanda，the latter agreed to accept the post on certain conditions. The Buddha was never to give him any choice food or garment （*） gotten by him，nor appoint for him a separate ”fragrant cell” （residence），nor include him in the invitations accepted by the Buddha. For，he said，if the Buddha did any of these things，some would say that Ānanda’s services to the Buddha were done in order to get clothes，good fare and lodging and be included in the invitations. Further he was to be allowed to accept invitations on behalf of the Buddha； to bring to the Buddha those who came to see him from afar； to place before the Buddha all his perplexities，and the Buddha was to repeat to him any doctrine taught in his absence. If these concessions were not granted，he said，some would ask where was the advantage of such service. Only if these privileges were allowed him would people trust him and realise that the Buddha had real regard for him. The Buddha agreed to the conditions.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003e  （*） Ānanda did，however，accept one of the two robes given by Pukkusa the   Mallan to the Buddha （D.ii.133）； Buddhaghosa explains this by saying that   Ānanda’s period of service had now come to an end，and also he wished to be   free from the accusation that even after having served the Buddha for   twenty-five years，the Buddha had never made him any gift. It is further   stated that Ānanda offered the robe to the Buddha later （DA.ii.570）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThenceforth，for twenty-five years （Thag.v.1039），Ānanda waited upon the Buddha，following him like a shadow，bringing him water and toothpick，washing his feet，accompanying him everywhere，sweeping his cell and so forth. By day he was always at hand，forestalling the Master’s slightest wish； at night，stout staff and large torch in hand，he would go nine times round the Buddha’s Gandha-kuti in order to keep awake，in case he were needed，and also to prevent the Buddha’s sleep from being disturbed. \u003cbr\u003e\u003cbr\u003eThe account here given is summarised from AA.i.159ff. and from ThagA.ii.121ff. On the boons see J.iv.96，where Ānanda had asked for boons in the past too. The Tibetan sources give a different and interesting version of Ānanda’s entry into the Order. See Rockhill：Life of the Buddha，57-8.\u003cbr\u003e\u003cbr\u003eMany examples are given of- Ānanda’s solicitude for the Buddha，particularly during the Buddha’s last days，as related in the Mahā Parinibbāna Sutta. Ānanda was the Buddha’s equal in age （having been born on the same day），and it is touching to read of this old and most devoted attendant ministering to his eminent cousin，fetching him water，bathing him，rubbing his body，preparing his bed，and receiving last instructions from him on various matters of importance. It is said that when the Buddha was ill，Ānanda became sympathetically sick （D.ii.99）. He was aware of every change that occurred in the Buddha’s body. E.g.，the brightening of his features after Janavasabha’s visit （D.ii.204）； and the fading of his complexion just before death，which was apparent when the Buddha put on the robe given by Pukkusa （ibid.，133）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eOnce，when acting on the instructions of Devadatta，the royal mahouts let loose Nālāgiri，maddened with drink，on the Buddha’s path，so that he might trample the Buddha to death，Ānanda，seeing the animal rushing towards them，immediately took his stand in front of the Buddha. Three times the Buddha forbade him to do so，but Ānanda，usually most obedient，refused to move，and it is said that the Buddha，by his iddhi-power，made the earth roll back in order to get Ānanda out of the elephant’s path. [J.v.335-6； it was in this connection that the Cūlahamsa Jātaka was preached to show that Ānanda had，in previous births also，renounced his life to save that of the Buddha； see also DhA.i.119. The Cullavagga account of the Nālāgiri incident makes no mention of Ānanda’s past （Vin.ii.195）]. \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eSometimes，the extreme zealousness of Ānanda drew on him the Buddha’s rebuke - e.g.，when he prepared tekatuka gruel （gruel with three kinds of pungent substances） for the Buddha when he was suffering from wind in the stomach. The gruel was prepared from food kept indoors and was cooked by Ānanda himself，indoors； this was against the rules （Vin.i.210-11），but Ānanda knew that the gruel would cure the Buddha.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eĀnanda was most efficient in the performance of the numerous duties attached to his post. Whenever the Buddha wished to summon the monks or to send a message to anyone，it was to Ānanda that he entrusted the task. See，e.g.，D.ii.199； 147； Vin.i.80； M.i.456.\u003cbr\u003e\u003cbr\u003eHe reported to the Buddha any news which he beard and thought interesting. E.g.，the death of Nigantha Nātaputta，of which he learnt from Cunda Samanuddesa （D.iii.118； M.ii.244）； also Devadatta’s conspiracy to harm the Buddha （Vin.ii.198）.  \u003cbr\u003e\u003cbr\u003eLaymen and laywomen，wishing to give alms to the Buddha and the monks，would often consult him in their difficulties，and he would always advise them. E.g.，the Andhakavinda Brāhmana （Vin.i.220-1）； Roja the Malla （ibid.，248）； see also ibid.，238f.\u003cbr\u003e\u003cbr\u003eWhen the monks came to him expressing their desire to hear the Buddha preach，he did his best to grant their wish. E.g„ when the Buddha retired into the Pārileyya forest （S.iii.95； DhA.i.50f.）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eSometimes when Ānanda felt that an interview with the Buddha would be of use to certain people，he would contrive that the Buddha should talk to them and solve their doubts； thus，for instance，he arranged an interview for the Nigantha Saccaka （M.i.237） and the brahmins Sangārava and Rammaka （S.i.163； M.i.161）. Similarly he took Samiddhi to the Buddha when he found that Samiddhi had wrongly represented the Buddha’s views （M.iii.208）. When he discovered that Kimbila and a large number of other monks would greatly benefit if the Buddha would preach to them on ānāpānasati，he requested the Buddha that he should do so. （S.v.323）. Ānanda’s requests were，however，not always granted. Once，for instance，though he asked the Buddha three times to recite the Pātimokkha，the Buddha refused to do so until an offending monk had been removed （Vin.ii.236f.）.\u003cbr\u003e\u003cbr\u003eAgain，when at Vesāli，as a result of the Buddha’s talks to the monks on asubha，a large number of them，feeling shame and loathing for their bodies，committed suicide，Ānanda suggested to the Buddha that he might teach the monks some method by which they might obtain insight （aññā） （S.v.320f）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIn order that people might still worship the Buddha when he was away on tour，Ānanda planted the Ānanda-Bodhi （q.v.）.\u003cbr\u003e\u003cbr\u003eĀnanda was，however，careful that people should not weary the Buddha unnecessarily. Even when he told the Buddha about the suicide of the monks （mentioned above），he was careful to wait till the Buddha had finished his fortnight’s solitude，because he had given orders that he should not be disturbed.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eWhen Subhadda wanted to see the Buddha as he lay on his death-bed，Ānanda refused to let him in until expressly asked to do so by the Master （D.ii.149）. That same day when the Mallas of Kusinārā came with their families to pay their last respects to the Buddha，Ānanda arranged them in groups，and introduced each group so that the ceremony might be gone through without delay （D.ii.148）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eHe often saved the Buddha from unpleasantness by preventing too pious admirers from trying to persuade the Buddha to do what was against his scruples. E.g.，Bodhirājakumāra，when he asked the Buddha to walk over the carpets in his mansion，Kokanada （Vin.ii.128； M.ii.94）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eAmong Ānanda’s duties was the task of going round to put away anything which might have been forgotten by anyone in the congregation after hearing the Buddha preach （DhA.i.410）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eĀnanda was often consulted by colleagues on their various difficulties. Thus we find Vangīsa （S.i.188； Thag.vers.1223-6） confiding to him his restlessness at the sight of women and asking for his advice. Among others who came to him with questions on various doctrinal matters were Kāmabhū （S.iv.165-6），Udāyi （S.v.166-8； A.iv.449），Channa （S.iii.133-4），and Bhadda （S.v.171-3； ThagA.i.474； he could not，however，be of use to his fellow celibate Bhandu）. Nor were these consultations confined to his fellow-monks，for we find the brahmins Ghosita （S.iv.113） and Unnābha （S.v.272），the Licchavis Abhaya and Panditakumāraka （A.i.220），the paribbājakas Channa （A.i.215） and Kokanuda （A.v.196），the upāsikā Migasālā （A.iii.347，and again A.v.137），a householder of Kosambī （A.i.217） and Pasenadi Kosala （M.ii.112），all coming to him for enlightenment and instruction. It was on this occasion that Pasenadi presented Ānanda with a valuable piece of foreign material which had been sent to him by Ajātasattu. \u003cbr\u003e\u003cbr\u003eSometimes the monks，having heard a brief sermon from the Buddha，would seek out Ānanda to obtain from him a more detailed exposition，for he had the reputation of being able to expound the Dhamma （A.v.225； S.iv.93）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIt is said that the Buddha would often deliberately shorten his discourse to the monks so that they might be tempted to have it further explained by Ānanda. They would then return to the Buddha and report to him Ānanda’s exposition，which would give him an opportunity of praising Ānanda’s erudition. MA.i.81； for such praise see，e.g.，A.v.229. It is said that once when a certain landowner asked the Buddha how he could show honour to the Dhamma，the Buddha told him to show honour to Ānanda if he wished to honour the Dhamma （J.iv.369）. \u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIn the Sekha Sutta （M.i.353ff ） we are told that after the Buddha had preached to the Sākiyans of Kapilavatthu till late at night，he asked Ānanda to continue the discourse while he himself rested. Ānanda did so，and when the Buddha awoke after his sleep，he commended Ānanda on his ability. On another occasion，the Buddha asks Ānanda to address the monks on the wonders attendant on a Buddha’s birth，and the Acchari-yabbhuta-Dhamma Sutta is the result. The Buddha is mentioned as listening with approval （M.iii.119ff）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eSometimes Ānanda would suggest to the Buddha a simile to be used in his discourse，e.g. the Dhammayāna simile （S.v.5）； or by a simile suggest a name to be given to a discourse，e.g. the Madhupindika Sutta （M.i.114； cp. Upavāna suggesting the name for the Pāsādika Sutta D.iii.141）； or again，particularly wishing to remember a certain Sutta，he would ask the Buddha to give it a name，e.g. the Bahudhātuka Sutta （M.iii.67）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eSeveral instances occur of Ānanda preaching to the monks of his own accord （E.g.，A.ii.156f.； v.6） and also to the laity （E.g.，A.ii.194）. The Sandaka Sutta records a visit paid by Ānanda with his followers to the paribbajaka Sandaka，and describes how he won Sandaka over by a discourse. Sometimes，as in the case of the Bhaddekaratta Sutta （M.iii.189f ） Ānanda would repeat to the assembly of monks a sermon which he had previously heard the Buddha preach. Ānanda took the fullest advantage of the permission granted to him by the Buddha of asking him any question he desired. He had a very inquiring mind； if the Buddha smiled he would ask the reason （M.ii.45，50，74； A.iii.214f.； J.iii.405； iv.7）.\u003cbr\u003e\u003cbr\u003eOr if he remained silent，Ānanda had to be told the reason （S.iv.400）. He knew that the Buddha did nothing without definite cause； when Upavāna，who stood fanning the Buddha，was asked to move away，Ānanda wished to know the reason，and was told that Upavāna prevented various spirits from seeing the Buddha （D.ii.139）. The Buddha was always willing to answer Ānanda’s questions to his satisfaction. Sometimes，as in the case of his question regarding the dead citizens of Ñātikā （D.ii.91ff.），* a long discourse would result.**\u003cbr\u003e\u003cbr\u003e  * In this case the discourse concluded with a description of the Dhammādāsa   （Mirror of Truth） to be used for all time； see also S.v.356-60.\u003cbr\u003e\u003cbr\u003e  ** The Pabbajjā Sutta （Sn.72ff.），was preached because of Ānanda’s request   that the Buddha should give an account of his renunciation （SnA.ii.381）； see   also Pubbayogāvacara Sutta （SnA.i.47）.\u003cbr\u003e\u003cbr\u003eMost often his consultations with the Buddha were on matters of doctrine or were connected with it - e.g.，on nirodha （S.iii.24）； loka （S.iv.53）； suñña （S.iv.54； M.iii.104-24）； vedanā （S.iv.219-21） ； iddhi （S.v.282-4； 286）； ānāpānasati （S.v.328-34）； bhava，etc. （A.i.223f.）； on the chalabhijāti of Pūrana Kassapa （q.v.）； the aims and purposes of sīla （A.v.1f.，repeated in v.311f.）； the possibilities of samādhi （A.v.7f.，repeated in v.318 and in A.i.132f.）； on sanghabheda （A.v.75ff.）； the qualities requisite to be a counsellor of monks （A.iv.279ff.）； the power of carrying possessed by a Buddha’s voice （A.i.226f.）； the conditions necessary for a monk’s happiness （A.iii.132f.）； the different ways of mastering the elements （M.iii.62f.）； the birthplace of ”noble men” （DhA.iii.248）； and the manner in which previous Buddhas kept the Fast-day （DhA.iii.246）. To these should be added the conversations on numerous topics recorded in the Mahāparinibbāna Sutta. Some of these questions - e.g.，about earthquakes （D.ii.107ff.； A.iv.312ff.） and the different kinds of spirits present at the death of the Buddha （D.ii.139f.） - seem to have been put into Ānanda’s mouth in order that they might be used as pegs on which to hang beliefs connected with them which were current among later-day Buddhists.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eNot all the Suttas addressed to Ānanda are，however，the result of his questions. Sometimes he would repeat to the Buddha conversations he had had with others and talks he had overheard，and the Buddha would expound in detail the topics occurring therein.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThus，for instance，a conversation with Pasenadi Kosala on Kalyānamittatā is repeated and the Buddha explains its importance （S.i.87-9； v.2-3） ； Ānanda tells the Buddha about his visit to the Paribbajakārāma in Kosambi and what he there heard about a bhikkhu being called niddasa after twelve years of celibacy. The Buddha thereupon expounds the seven niddasavatthu （A.iv.37ff.）. The account conveyed by Ānanda of Udāyī preaching to a large crowd leads to an exposition of the difficulties of addressing large assemblies and the qualities needed to please them （A.iii.184）. A conversation between Udāyī and the carpenter Pañcakanga on feelings is overheard by Ānanda and reported to the Buddha，who gives a detailed explanation of his views on the subject （S.iv.222f.； M.i.397f.）. The same thing happens when Ānanda mentions to the Buddha talks he had heard between Sāriputta and the Pāribbājakas （S.ii.35-7） and between the same Elder and Bhūmiya （S.ii.39-41）. Sometimes - as in the case of the upāsikā Migasālā （A.iii.347； v.137） - Ānanda would answer questions put to him as best he could，and seek the Buddha’s advice and corrections of his interpretation of the Doctrine.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eWhen the monks asked Ānanda whether the Buddha’s predictions regarding the results of Devadatta’s crimes were based on actual knowledge，he furnished them with no answer at all until he had consulted the Buddha （A.iii.402）. Similarly，when Tapussa questions him as to why household life is not attractive to laymen，Ānanda takes him straight away to the Buddha，who is spending his siesta in the Mahāvana in Uruvelakappa （A.iv.438f.）. Once Ānanda fancies that he knows all about causation，and tells the Buddha how glad he is that he should understand this difficult subject. The Buddha points out to him that he really knows very little about it and preaches to him the Mahānidāna Sutta （D.ii.55ff.； S.ii.92-3）.\u003cbr\u003e\u003cbr\u003eWhen Ānanda realises that the Buddha will die in a short while，with childlike simplicity，he requests the Buddha to make a last pronouncement regarding the Order （D.ii.98 ff.； S.v.152-4）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eOn several occasions it is news that Ānanda brings to the Buddha - e.g.，about the death of the Nigantha Nātaputta，and about Devadatta’s plots，already mentioned - which provoke the Buddha to preach to him：Phagguna has died，and at his death his senses seemed very clear； so they would，says the Buddha，and proceeds to speak of the advantages of listening to the Dhamma in due season （A.iii.381f.）. Or again，Girimānanda is ill and would the Buddha go and see him? The Buddha suggests that Ānanda should go and tell Girimānanda about the ten kinds of saññā （aniccasññā，etc.），and the patient will recover （A.v.108f.）. Ānanda desires to retire into solitude and develop zeal and energy； would the Buddha tell him on which topics to meditate? And the Buddha preaches to him the doctrine of impermanence （S.iii.187； iv.54-5）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Buddha，however，often preached to Ānanda without any such provocation on various topics - e.g.，on the nature of the sahkhāra （S.iii.3740）； on the impossibility of the monk without faith attaining eminence in the sāsana （A.v.152ff.）； on the power the Buddha has of knowing which doctrines would appeal to different people and of preaching accordingly （A.v.36f.）； on immorality and its consequences （A.i.50f.）； on the admonitions that should be addressed to new entrants to the Order （A.iii.138f.）； on the advice which should be given to friends by those desiring their welfare （A.i.222）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe various topics on which the Buddha discoursed to Ānanda as recorded in the Mahā Parinibbāna Sutta，have already been referred to. Some of them - e.g.，on the eight assemblies，the eight positions of mastery，the eight stages of deliverance （D.ii.112） - seem to be stereotyped later additions. On the other hand，with regard to the accounts of the honours to be paid to a Buddha’s dead body，the places of pilgrimage for the pious，and various other similar subjects，it is impossible to say how far they are authentic. In a few instances the remarks addressed to Ānanda seem to be meant for others，to be heard by them or to be conveyed to them - e.g.，in the dispute between Udāyī and Sāriputta，when they both seek the Buddha for him to settle the differences in opinion between them （A.iii.192ff.）； or，again，when the recalcitrant Udāyī fails to answer the Buddha’s question on subjects of reflection （anussatitthāna），and Ānanda gives an answer which the Buddha approves （A.iii.322ff.）. A question asked by Ānanda as to whether there are any scents which spread even against the wind，results in the well-known sermon about the fame of the holy man being wafted everywhere （A.i.222f.； DhA.i.420ff.）. Once or twice Ānanda intervenes in a discussion between the Buddha and another，either to ask a question or to suggest a simile which he feels could help the Buddha in establishing his point - e.g.，in the interviews of Uttiya Paribbājaka （A.v.194），of the brahmin Sangārava （A.i.169），and again of Vidūdabha，son of Pasenadi （M.ii.130）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIn the Mahā Mālunkyā Sutta （M.i.433），it is Ānanda’s intervention which evokes the discourse on the Five Fetters. Similarly he intervenes in a discussion between the Buddha and Pārāsariya’s pupil，Uttara，and persuades the Buddha to preach the Indriyabhāvanā Sutta on the cultivation of the Faculties （M.iii.298ff.）.\u003cbr\u003e\u003cbr\u003eBuddhaghosa gives a list of the discourses which bring out the eminence and skill of Ānanda； they are the Sekha，Bāhitiya，ānañjasappāya，Gopaka-Moggallāna，Bahudhātuka，Cūlasuññata，Mahāsuññata，Acchariyabbhuta，Bhaddekaratta，Mahānidā-na，Mahāparinibbāna，Subha and Cūlaniyalokadhātu. （For particulars of these see under the respective names.） The books give accounts of several conversations between Ānanda and his eminent colleagues，such as Sāriputta. See also his conversation with Musīla，and Savittha and Nārada at Kosambī in the Ghositārāma （S.ii.113f.）. He seems to have felt happy in their company and did not hesitate to take to them his difficulties； thus we find him asking Sāriputta why only certain beings in this world reach parinibbāna （A.ii.167）； on another occasion he asks Sāriputta about the possibilities of samādhi （A.v.8）. On the other hand，at least twice （A.iii.201f.； 361f.），when Ānanda asks his questions of Sāriputta，the latter suggests that Ānanda himself should find the answer，and having heard it，Sāriputta praises him highly and extols his abilities.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eĀnanda’s special friends seem to have been Sāriputta，Moggallāna，Mahā Kassapa，Anuruddha and Kankhā Revata （E.g.，M.i.212f）. He was the Sangha-navaka among them all，yet they held him in high esteem （MA.i.436）. Ānanda and Sāriputta were very special friends. It is said that Sāriputta loved Ānanda because the latter did for the Buddha what Sāriputta would wish to have done himself，and Ānanda respected Sāriputta because he was the Buddha’s chief disciple. Young men who were ordained by either of them would be sent to the other to learn under him. They shared between them any good thing given to them. Once Ānanda was presented by a brahmin with a costly robe； immediately he wished to give it to Sāriputta，but as the latter was away at the time，he obtained the Buddha’s permission to keep it for him till his return （Vin.i.289； Sp.iii.636-7； MA.i.436）.\u003cbr\u003e\u003cbr\u003eThe Samyutta Nikāya （i.63-4） contains an eulogy on Sāriputta by Ānanda，where the latter speaks of his comprehensive and manifold wisdom，joyous and swift，of his rampant energy and readiness to accept advice. When he hears of Sāriputta’s death from Cunda the Samanuddesa，he goes to the Buddha with Cunda （not wishing to break the news himself） and they take with them Sāriputta’s bowl and outer robe，Cunda carrying the ashes，and there Ānanda confesses to the Buddha that when he heard the news he felt as thought his body were drugged，his senses confused and his mind become a blank （S.v.161； Thag.vers.1034-5）. The Commentary adds （SA.i.180） that Ānanda was trembling ”like a cock escaping from the mouth of a cat.”\u003cbr\u003e\u003cbr\u003eThat Mahā Kassapa was fond of Ānanda，we may gather from the fact that it was he who contrived to have him elected on the First Council，and when Mahā Kassapa heard of Ānanda’s attainment of arahantship，it was he who led the applause （DA.i.11）. Ānanda held him in the highest veneration，and on one occasion refused to take part in an upasampadā ordination because he would have to pronounce Kassapa’s name and did not consider this respectful towards the Elder （Vin.i.92）. In their conversations，Kassapa addresses Ānanda as ”āvuso”，Ānanda addresses Kassapa as ”bhante.” There is an interview recorded between them in which Kassapa roundly abuses Ānanda，calling him- corn-trampler” and ”despoiler of families，” and he ends by up saying ，this boy does not know his own measure.” Ānanda had been touring Dahkhinagiri with a large company of monks，mostly youths，and the latter had not brought much credit upon them selves. When Kassapa sees Ānanda on his return to Rājagaha，he puts on him the whole blame for the youths’ want of training. Ānanda winces at being called ”boy”； ，my head is growing grey hairs，your reverence，yet I am not vexed that you should call me ’boy’ even at this time of day.” Thullanandā heard of this incident and showed great annoyance. ”How dare Mahā Kassapa，” she says，”who was once a heretical teacher，chide the sage Ānanda，calling him ’boy’?” Mahā Kassapa complains to Ānanda of Thullanandā’s behaviour； probably，though we are not told so，Ānanda apologised to him on her behalf （S.ii.217ff）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eOn another occasion，Ānanda，after a great deal of persuasion，took Kassapa to a settlement of the nuns. There Kassapa preached to them，but the nun Thullatissā was not pleased and gave vent publicly to her displeasure. ”How does Kassapa think it fit to preach the doctrine in the presence of the learned sage Ānanda? It is as if the needle-pedlar were to deem he could sell a needle to the needle-maker.” Kassapa is incensed at these words，but Ānanda appeases him by acknowledging that he （Kassapa） is in every way his superior and asks him to pardon Tissa. ”Be indulgent，your reverence，” says he，”women are foolish.” S.ii.215ff.； the Tibetans say that when Kassapa died，Ajātasattu was very grieved because he had not been able to see the monk’s body. Ānanda took the king to the mountain where it had been buried and showed it to him （Rockhill，op. cit.，p.162 and n.2）.\u003cbr\u003e\u003cbr\u003eIn this passage Ānanda is spoken of as Vedehamuni. The Commentary （SA.ii.132） explains it by panditamuni，and says further，pandito hi ñānasankhātena vedena īhati sabbakiccāni karoti，tasmā vedeho ti vuccati ； vedeho ca so muni cā ti vedehamuni. Compare with this the derivation of Vedehiputta in connection with Ajātasattu. See also Vedehikā. The Mtu. （iii.176-7） says that when the Buddha went away from home Ānanda wished to join him，but his mother was unwilling，because his brother，Devadatta，had already gone away. Ānanda therefore went to the Videha country and became a muni. Is this another explanation of the term Vedehamuni?\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eIt was perhaps Ānanda’s championship of the women’s cause which made him popular with the nuns and earned for him a reputation rivalling，as was mentioned above，even that of Mahā Kassapa. When Pajāpatī Gotamī，with a number of Sākyan women，undaunted by the Buddha’s refusal of their request at Kapilavatthu，followed him into Vesāli and there beseeched his consent for women to enter the Order，the Buddha would not change his mind.\u003cbr\u003e\u003cbr\u003eĀnanda found the women dejected and weeping，with swollen feet，standing outside the Kūtāgārasālā. Having learnt what had happened，he asked the Buddha to grant their request. Three times he asked and three times the Buddha refused. Then he changed his tactics. He inquired of the Buddha if women were at all capable of attaining the Fruits of the Path. The answer was in the affirmative，and Ānanda pushed home the advantage thus gained. In the end the Buddha allowed women to enter the Order subject to certain conditions. They expressed their great gratitude to Ānanda （Vin.ii.253ff. Ānanda is again found as intermediary for Pajāpatī Gotamī in M.iii.253f）. In this connection，the Buddha is reported as having said （Vin.ii.256） that had Ānanda not persuaded him to give his consent to the admission of women to the Order，the Sāsana would have lasted a thousand years，but now it would last only five hundred.\u003cbr\u003e\u003cbr\u003eThis championing of the women’s cause was also one of the charges brought against Ānanda by his colleagues at the end of the First Council. （See below.）\u003cbr\u003e\u003cbr\u003ePerhaps it was this solicitude for their privileges that prompted him to ask the Buddha one day why it was that women did not sit in public assemblies （e.g. courts of justice），or embark on business，or reap the full fruit of their actions （A.ii.82. See also GS.ii.92，n.2，on the interpretation of the last word）.\u003cbr\u003e\u003cbr\u003eThat Ānanda was in the habit of preaching frequently to the nuns is evident from the incidents quoted above and also from other passages （E.g.，S.v.154ff.； Thag.v.1020； ThagA.ii.129）. He seems also to have been in charge of the arrangements for sending preachers regularly to the nuns. A passage in the Samyutta Commentary （i.210） seems to indicate that Ānanda was a popular preacher among laywomen as well.\u003cbr\u003e\u003cbr\u003eThey would stand round him when he preached，fanning him and asking him questions on the Dhamma. When he went to Kosambī to impose the higher penalty on Channa，the women of King Udena’s harem，hearing of his presence in the park，came to him and listened to his preaching. So impressed were they that they gave him five hundred robes （Vin.ii.290）. It was on this occasion that Ānanda convinced Udena of the conscientiousness with which the Sākyaputta monks used everything which was given to them，wasting nothing. The king，pleased with Ānanda，gave him another five hundred robes，all of which he distributed among the community. \u003cbr\u003e\u003cbr\u003eAnanda had been a tailor in a past birth and had given a Pacceka Buddha a piece of cloth，the size of his hand，and a needle. Because of the gift of the needle he was wise，because of the cloth he got 500 robes （AA.i.239）.\u003cbr\u003e\u003cbr\u003eA similar story is related of the women of Pasenadi’s palace and their gift to Ānanda. The king was at first angry，but afterwards gave Ānanda one thousand robes （J.ii.24ff）.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Dhammapada Commentary （i.382ff ） says that once Pasenadi asked the Buddha to go regularly to the palace with five hundred monks and preach the Law to his queens Mallikā and Vāsabhakhattiyā and to the other women in the palace. When the Buddha said that it was impossible for him to go regularly to one place he was asked to send a monk，and the duty was assigned to Ānanda. He therefore went to the palace at stated times and instructed the queens. Mallikā was found to be a good student，but not so Vāsabhakhattiyā.\u003cbr\u003e\u003cbr\u003e \u003cbr\u003e\u003cbr\u003eThe Jātaka Commentary （i.382） says that the women of the palace were themselves asked which of the eighty chief disciples they would have as their preacher and they unanimously chose Ānanda. For an incident connected with Ānanda’s visits to the palace see the Mahāsāra Jātaka and also Pasenadi.\u003cbr\u003e\u003cbr\u003eAccording to the Anguttara Commentary （ii.533） Ānanda was beautiful to look at.\u003cbr\u003e\u003cbr\u003eĀnanda’s services seem often to have been sought for consoling the sick. Thus we find Anāthapindika sending for him when he lay ill （M.iii.258），and also Sirivaddha （S.v.176f） and Mānadinna （S.v.177f）. He is elsewhere mentioned as helping the Buddha to wait on a sick monk （Vin.i.302）. We are told that when the Buddha had his afternoon siesta，Ānanda would spend his time in waiting upon the sick and talking to them （Sp.iii.651）. Ānanda was never too"],["U","ĀNANDA：[m] sự vui vẻ，sự vui thích"],["K","ānanda：အာနန္ဒ（ပု）\u003cbr\u003e  [အာ+နန္ဒ+အ]\u003cbr\u003e  နှစ်သက်ဝမ်းမြောက်ကြောင်းဖြစ်သော ပီတိ၊ နှစ်သက်ဝမ်းမြောက်ခြင်း။"],["K","ānanda：အာနန္ဒ（ပု）\u003cbr\u003e  [အာ+နန္ဒ+အ။ ယာဒိစ္ဆကနာမ်။]\u003cbr\u003e  အာနန္ဒ-မည်သောသူ။ （၁） အာနန္ဒမည်သော ပစ္စေကဗုဒ္ဓါ။ （၂） အာနန္ဒထေရ်၊ ဧတဒဂ်-ငါးတန်ရ မြတ်စွာဘုရား၏ အမြတ်ဆုံးအလုပ်အကျွေး အရှင်အာနန္ဒာ။ （၃） အာနန္ဒထေရ်၊ အဘိဓမ္မဋီကာ （မူလဋီကာ） ကျမ်းပြု အရှင်အာနန္ဒာ။ （၄） အာနန္ဒမင်း။ （၅） အာနန္ဒမင်းသား။ （၆） တိဿမြတ်စွာဘုရား၏သားတော် အာနန္ဒ။ （၇） အာနန္ဒသတိုးသား။ （၈） အာနန္ဒသူဌေး။ （၉） အာနန္ဒစေတီ။ （၁ဝ） အာနန္ဒဘီလူး။ （၁၁） အာနန္ဒလင်းတမင်း။ （၁၂） အာနန္ဒ ငါးမင်း။မူရင်းကြည့်ပါ။"],["R","ānanda：အာ-နန္ဒ（ပ） （အာ√နန္ဒ်+အ）\u003cbr\u003eဝမ်းမြောက်ခြင်း။ နှစ်လိုခြင်း။ နှစ်သက်ခြင်း။ အာနန္ဒာမထေရ်။ အာနန္ဒမည်သော ငါး။ "]]
