[["V","Ānanda Sutta：\u003ci\u003e1. ānanda Sutta\u003c/i\u003e.-Preached by ānanda to Vangīsa. Once as they were going together for alms to Sāvatthi，Vangīsa confessed that he was disaffected. ānanda advised him on how to overcome the disaffection by proper cultivation of the senses. S.i.188.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e2. ānanda Sutta.\u003c/i\u003e-Once ānanda was living in a forest tract in the Kosala country and was much occupied in talking to the laity who came to see him. A deva of the forest，desiring his welfare，came up to him and suggested that he might stop his constant babbling and meditate instead （S.i.199）. According to Buddhaghosa （SA.i.225），this was soon after the Buddha’s death，shortly before ānanda became arahant. People，knowing of his close attendance on the Master，were ever asking for details about the Parinibbāna and when they mourned he had to admonish them. He used to wander about，taking with him the Buddha’s begging bowl and robe. In the Theragāthā （ver.119； ThagA.i.237） the same admonition is put into the mouth of a Vajjiputta monk.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e3. ānanda Sutta.\u003c/i\u003e-Preached by the Buddha to ānanda，who asked how nirodha could be obtained. By the cessation of the five khandhas，answered the Buddha. S.iii.24-5.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e4. ānanda Sutta.\u003c/i\u003e-A conversation between the Buddha and ānanda，at Jetavana. ānanda is asked in what things one discerns the arising （uppāda），passing away （vaya），and constant change （aññathatta）. The answer is ”in the five khandhas.” The Buddha praises ānanda for his answer. S.iii.37-8.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e5. ānanda Sutta.\u003c/i\u003e-Same as above，except that the discernment is not only with regard to the present，but also to the past and the future. S.iii.38-9.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e6. ānanda Sutta.\u003c/i\u003e-ānanda tells the monks in Jetavana how when he and his colleagues were novices，Punna Mantāniputta was very helpful to them and instructed them as to how the conceit of self （asmimāna） arose and how it could be overcome. Having heard him，ānanda says he fully understood the Dhamma. S.iii.105-6.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e7. ānanda Sutta.\u003c/i\u003e-Preached at Jetavana. ānanda asks the Buddha about psychic power （iddhi），its basis and cultivation，and the practice thereof. The Buddha enlightens him. S.v.285-6.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e8. ānanda Sutta.\u003c/i\u003e-Same as above，with the addition of ānanda’s declaration that the monks consider the Buddha as their guide，etc. S.v.286.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e9. ānanda Sutta.\u003c/i\u003e-Preached at Jetavana. ānanda is instructed as to how concentration on breathing （ānāpānasati） leads to the four satipatthānas and how these，in turn，bring to completion the seven bojjhangas. These last lead to complete knowledge and release （vijjāvimutti）. The methods of their development are explained in detail. S.v.328-33.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e10. ānanda Sutta.\u003c/i\u003e-Same as above，the only difference being the same as between 7 and 8.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e11. ānanda Sutta.\u003c/i\u003e-Records a visit paid to ānanda at Jetavana by Sāriputta，who was also staying there. Sāriputta tells ānanda that sotāpannas are those that have no disloyalty to the Buddha，the Dhamma and the Sangha. They have no such immorality as is possessed by the uneducated putthujjanas. S.v.362-4.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e12. ānanda Sutta.\u003c/i\u003e-Preached at the Ghositārāma in Kosambi. ānanda asks the Buddha how monks could enjoy ease （phāsuvihāra） and the Buddha tells him （A.iii.132-4）.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e13. ānanda Sutta.\u003c/i\u003e-A conversation between ānanda and Mahā Kotthita with regard to what happens after the passionless，remainder less ending of the six spheres of contact. A.ii.162. The P.T.S. text puts this under Kotthita Sutta，but both the Commentary and the Uddāna at the end of the Vagga treat it as a separate sutta.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e14. ānanda Sutta.\u003c/i\u003e-ānanda goes to Sāriputta and asks him how far a monk could learn the Dhamma，remember it，reflect upon it and teach it to others. Sāriputta suggests that ānanda should answer the question himself，which ānanda does. At the end of the discourse Sāriputta utters an eulogy on ānanda and calls him the pattern of the true monk. A.iii.361-2.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e15. ānanda Sutta\u003c/i\u003e.-Preached by the Buddha in reply to ānanda’s question as to how notions of ”I” and ”mine” and the tendency to vain conceit could be completely destroyed （A.i.132f）. This sutta refers to the Punnaka-pañha of the Parāyana.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e16. ānanda Sutta.\u003c/i\u003e-A conversation between ānanda and Udāyī on the wonders of a Tathāgata’s attainment and the nature of perception. In the course of the dialogue ānanda mentions a visit paid to him by a nun who was a follower of the Jatilas，and her questions on samādhi. A.iv.426.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e17. ānanda Sutta\u003c/i\u003e.-A discourse given to the monks by ānanda on the good man and the wicked man. A.v.6f.\u003cbr\u003e\u003cbr\u003e\u003ci\u003e18. ānanda Sutta\u003c/i\u003e.-On the ten qualities that a monk should possess if he would benefit by the practice of the Buddha’s teachings. A.v.152ff.\u003cbr\u003e\u003cbr\u003e\u003ci\u003eānanda or Atthatta Sutta.\u003c/i\u003e-The Paribbājaka Vacchagotta visits the Buddha and asks him if there is a self. The Buddha makes no reply even when the question is repeated，and Vacchagotta goes away. The Buddha，later，explains to ānanda，in reply to his inquiry，that he remained silent because whatever answer he gave to Vacchagotta’s question，it would be capable of being misunderstood and misinterpreted. S.iv.400-1.\u003cbr\u003e\u003cbr\u003e\u003ci\u003eānanda Vagga.\u003c/i\u003e-The eighth chapter of the Tīkā Nipāta of the Anguttara Nikāya. It consists of ten suttas，the last of which contains a prophecy regarding ānanda. A.i.215-28."]]
