[["A","ānantariya，ānantarika  a. [an-antara-ika] 無間の，直接の.  ānantarikasamādhis-miṁ ñāṇam 無間定の智.   -kamma 無間業[逆罪，無間地獄に堕す業].  ceto-samādhi 無間心定.  -samādhi無間定"],["B","ānantariya：ānantariya（ti）\u003cbr\u003e  အာနန္တရိယ（တိ）\u003cbr\u003e  «ānantarika（ya）+ṇa»\u003cbr\u003e  [အာနန္တရိက（ယ）+ဏ]"],["B","ānantariya：ānantariya（ti）\u003cbr\u003e  အာနန္တရိယ（တိ）\u003cbr\u003e  «（1） anantara+ṇika. （2） anantarāya- nirutti ānantarika-pru.»\u003cbr\u003e  [（၁） အနန္တရ+ဏိက။ （၂） အနန္တရာယ-ကို နိရုတ္တိနည်းဖြင့် အာနန္တရိက-ပြု။]"],["N","ānantariya：the ＇Immediacy＇，is a name for that concentration of mind which is associated with such insight （\u003ci\u003evipassanā\u003c/i\u003e，q.v.） as is present in any one of the 4 kinds of supermundane path consciousness （s. \u003ci\u003eariya-puggala\u003c/i\u003e），and which therefore is the cause of the immediately following consciousness as its result or ＇fruition＇ （\u003ci\u003ephala\u003c/i\u003e，q.v.）. According to the \u003ci\u003eAbhidhamma\u003c/i\u003e，the path （of the \u003ci\u003eSotāpanna\u003c/i\u003e，etc.） is generated by the insight into the impermanence，misery and impersonality of existence，flashing up at that very moment and transforming and ennobling one＇s nature forever.\u003cbr\u003e\u003cbr\u003eIt is mentioned under the name of \u003ci\u003eānantarika-samādhi\u003c/i\u003e in the \u003ci\u003eRatana Sutta\u003c/i\u003e （Sn. v. 22） and in Pts.M. 1，\u003ci\u003eÑāṇakathā\u003c/i\u003e."],["K","ānantariya：အာနန္တရိယ（တိ）\u003cbr\u003e  [（၁） အနန္တရ+ဏိက။ （၂） အနန္တရာယ-ကို နိရုတ္တိနည်းဖြင့် အာနန္တရိက-ပြု။]\u003cbr\u003e  （၁） （က） မိမိ၏ အခြားမဲ့၌-မိမိနှင့် အနီးကပ်ဆုံးနေရာ၌- ထိုင်နေသော၊ သူ။ （ခ） မဂ်၏ အခြားမဲ့၌-မဂ်ဖြစ်ပြီးသည်နှင့်တပြိုင်နက် ချက်ခြင်း-ဖြစ်ပေါ်လာသော၊ စေတောသမာဓိ （ဖိုလ်တရား）။ （ဂ） မိမိ （မဂ်တရား）၏ အခြားမဲ့၌ဖြစ်သော ဖိုလ်ဟူသောအကျိုး-၌ ယှဉ်သော- ကိုထိုက်သော-ရှိသော၊ မိမိဖြစ်ပြီးသည်နှင့် တပြိုင်နက် ချက်ခြင်း ဖိုလ်ဟူသော အကျိုးတရားကို မချွတ်မလွှဲ အမြဲမုချဖြစ်ပေါ်လာစေတတ်သော စေတောသမာဓိ（မဂ်တရား）။ （ဃ） စုတိ၏ အခြားမဲ့၌ ဖြစ်သော အကျိုး-၌ ယှဉ်သော-ရှိသော-ကို ပြုခြင်း （ဖြစ်ပေါ်လာစေခြင်း） အလေ့ရှိသော၊ စုတိစိတ်ဖြစ်ပြီး （သေပြီး） သည်နှင့်တပြိုင်နက် ချက်ခြင်း အပါယ်ငရဲ ပဋိသန္ဓေအကျိုးကို မချွတ်မလွှဲ အမြဲမုချ၊ ဖြစ်ပေါ်စေတတ်သော၊ ကံ （မာတုဃာတက စသော အာနန္တရိယ ကံ ငါးပါး）။ （၂） အန္တရာယ်-အနှောက်အယှက် အဖျက်အဆီး-မရှိသော၊ အပါယ်ငရဲ ပဋိသန္ဓေ-အကျိုးကို မပေးနိုင်စေခြင်းငှါ အခြားသော ဆန့်ကျင်ဘက် ကံများက အန္တရာယ်မပြု-မတားမြစ် မဖျက်ဆီး-နိုင်သော၊ ကံ （မာတုဃာတက-စသော အာနန္တရိယ ကံ ငါးပါး）။"],["K","ānantariya：အာနန္တရိယ（တိ）\u003cbr\u003e  [အာနန္တရိက（ယ）+ဏ]\u003cbr\u003e   အာနန္တရိက（ယ）ကံ-နှင့် ပြည့်စုံသော-ကို ကျူးလွန်သော၊ သူ။"]]
